Repository: Ghini/ghini.desktop
Catalog: po/*.po
Languages: cs, es, fr, hu, it, nl, pt, sv, uk

source: You must first add or import at least one species into the database before you can add accessions.
cs: Nejdříve musíte přidat nebo importovat alespoň jeden druh do databáze předtím, než přidáte přírůstky.
es: Antes de añadir adquisiciones a la base de datos debe añadir o importar al menos una especie.
fr: Vous devez d'abord ajouter ou importer au moins une espèce dans la base de données avant de pouvoir ajouter des accès.
hu: Ahhoz, hogy beszerzéseket tudjon rögzíteni, legalább egy faj felvitele vagy importálása kötelező!
it: Bisogna aggiungere o importare almeno una specie nel database prima di poter aggiungere delle accessioni.
nl: U moet eerst op zijn minst één soort in de database hebben voordat u accessies kunt toevoegen.
pt: Você deve primeiramente adicionar ou importar pelo menos uma espécie para a base de dados antes que possa adicionar referências.
sv: Innan du kan börja lägga till accessioner måste du först lägga till eller importera åtminstone en art till databasen.
uk: Ви повинні спочатку додати або імпортувати щонайменше, один вид в базу даних, перш ніж ви можете додати приєднання.

source: _Add accession
cs: _Přidat přírůstek
es: _Añada accesión
fr: _Ajouter accès
hu: _Új beszerzés felvitele
it: _Aggiungi accessione
nl: _Accessie toevoegen
pt: _Adicionar referência
sv: _Lägg till accession
uk: _Додати приєднання

source: _Add genus
cs: _Přidat rod
es: _Añadir género
fr: Genre _Add
hu: _Új nemzetség felvitele
it: _Aggiungi genere
nl: _Geslacht toevoegen
pt: _Adicionar gênero
sv: _Lägg till släkte
uk: _Додати рід

source: _Add plants
cs: _Přidat rostliny
es: _Añadir plantas
fr: _Add plantes
hu: _Új növény felvitele
it: _Aggiungi piante
nl: _Planten toevoegen
pt: _Adicionar plantas
sv: _Lägg till växter
uk: _Додати рослини

source: _Add species
cs: _Přidat druh
es: _Añadir Especies
fr: _Add espèces
hu: _Új faj felvitele
it: _Aggiungi specie
nl: _Soort toevoegen
pt: _Adicionar espécie
sv: Lägg till _art
uk: _Додати вид

source: _Branch
pt: Ramo
uk: _Гілка

source: _Copy
cs: _Kopírovat
es: _Copiar
fr: _Copier
hu: _Másol
it: _Copia
nl: _Kopiëren
pt: Copiar
sv: _Kopiera
uk: _Копіювати

source: _Cut
cs: _Vyjmout
es: Cor_tar
fr: _Couper
hu: _Kivág
it: _Taglia
nl: _Knippen
pt: Recortar
sv: _Klipp ut
uk: _Вирізати

source: _Delete
cs: _Odstranit
es: _Eliminar
fr: _Supprimer
hu: _Törlés
it: _Elimina
nl: _Verwijderen
pt: _Excluir
sv: _Ta bort
uk: _Видалити

source: _Edit
cs: _Upravit
es: _Editar
fr: _Editer
hu: _Szerkeszt
it: _Modifica
nl: _Bewerken
pt: _Editar
sv: R_edigera
uk: _Редагувати

source: _File
cs: _Soubor
es: _Archivo
fr: _Fichier
hu: _Fájl
nl: _Bestand
pt: Arquivo
sv: _Arkiv
uk: _Файл

source: _Help
cs: _Nápověda
es: Ay_uda
fr: _Aide
hu: _Súgó
it: _Aiuto
pt: Ajuda
sv: _Hjälp
uk: _Допомога

source: _Insert
cs: _Vložit
es: _Insertar
fr: _Insérer
hu: _Beszúr
it: _Inserisci
nl: _Invoegen
pt: _Inserir
sv: _Infoga
uk: _Вставка

source: _Open
hu: _Megnyitás
uk: _Відкрити

source: _Paste
cs: _Vložit
es: _Pegar
fr: _Coller
hu: _Beilleszt
it: _Incolla
nl: _Plakken
pt: Colar
sv: _Klistra in
uk: _Вставити

source: _Quit
cs: _Konec
es: _Salir
fr: _Quitter
hu: _Kilép
it: _Esci
nl: _Afsluiten
pt: Sair
sv: A_vsluta
uk: _Вийти

source: _Tools
cs: _Nástroje
es: _Herramientas
fr: _Outils
hu: _Eszközök
it: _Strumenti
nl: _Gereedschappen
pt: Ferramentas
sv: _Verktyg
uk: _Інструменти

source: _parse_lat_lon() -- incorrect format: %s
cs: _parse_lat_lon() -- nesprávný formát: %s
es: _parse_lat_lon() -- formato incorrecto: %s
fr: _parse_lat_lon() -- format incorrect : %s
hu: _parse_lat_lon() -- nem megfelelő formátum: %s
it: _parse_lat_lon() -- formato incorretto: %s
pt: _parse_lat_lon() -- formato incorreto: %s
sv: _parse_lat_lon() -- felaktigt format: %s
uk: _parse_lat_lon() -- невірний формат: %s

source: accession code format
es: formato de código de accesión
fr: le format des codes d'accès
hu: beszerzési kód formátum
it: formato di codice di accessione
nl: accessiecode format
uk: формат коду приєднання

source: _Split
cs: _Větvit
it: Dividi
pt: _Separar
sv: _Dela
uk: _Розгалуження

source: accessions
es: accesiones
hu: beszerzések
it: accessioni
nl: accessies
sv: referensnummer
uk: приєднання

source: activate query builder
fr: activer le générateur de requêtes
hu: lekérdezés-szerkesztő aktiválása
it: attivare il generatore di query
uk: активувати розробника запитів

source: aggregate taxon
uk: агрегатний таксон

source: aggregrate species (sensu lato)
uk: агрегатний вид (sensu lato)

source: all referred to objects
es: todos los objectos referidos
fr: tous les objets connus
it: tutti gli oggetti riferiti dalla selezione
uk: всі згадані об'єкти

source: also objects referring to selection
es: otros objetos que se refieren a la selección
fr: aussi les objets faisant référence à la sélection
it: anche oggetti che fanno riferimento alla selezione
uk: також об'єкти з посиланням на відбір

source: back to previous screen
es: vuelve a la pantalla anterior
fr: Retour à l'écran précédent
hu: vissza az előző képernyőre
it: Torna alla schermata precedente
nl: terug naar het vorige scherm
uk: повернутися до попереднього вікна

source: back to startup screen
es: vuelve a la pantalla inicial
fr: Retour à l’écran de démarrage
hu: vissza a kezdőképernyőre
it: Torna alla schermata di avvio
nl: terug naar het start scherm
uk: назад до екрану запуску

source: branch_mode requires a model
pt: branch_mode requer um modelo
uk: branch_mode вимагає модель

source: browse
hu: böngészés
uk: огляд

source: by %(verifier)s
es: por %(verifier)s
fr: par %(verifier)s
hu: %(verifier)s által
nl: door %(verifier)s
sv: av %(verifier)s
uk: %(verifier)s

source: cannot branch a new plant
fr: ne peut pas diviser une nouvelle usine
hu: %(verifier)s által
pt: não foi possível ramificar uma nova planta
uk: не може розгалужити нову рослину

source: cannot split a new plant
cs: nelze větvit novou rostlinu
es: no se puede dividir una nueva planta
it: non è possibile dividere una nuova pianta
pt: não pode dividir uma nova planta
sv: kan inte dela upp en ny växt
uk: не вдається гілка нової рослини

source: click on query button and edit the associated values
es: seleccione un botón de búsqeda y revise los valores asociados
fr: Cliquez sur le bouton requête et modifier les valeurs associées
hu: kattintson a lekérdezés gombra, és módosítsa a kapcsolódó értékeket
it: fa' click sulla casella della query per modificare i valori associati
uk: натисніть кнопку запиту та відредагуйте пов'язані значення

source: closest match is a synonym of something at infraspecific rank, which I cannot handle.
es: fósforo más cercano es sinónimo de algo rango infraespecíficas, que yo no puedo manejar.
fr: correspondance la plus proche est un synonyme de quelque chose au rang infraspécifique, dont je ne peux pas gérer.
hu: a legközelebbi találat egy szinoníma, faj alatti szinten, amit nem tudok kezelni.
it: corrispondenza più vicina è sinonimo di qualcosa a rango infraspecifico, che non so gestire.
uk: співпадіння є синонімом чогось на внутрішньовидовому ранзі, яким я не можу оперувати.

source: cm
uk: см

source: copy
es: Copia
hu: másolás
uk: копіювати

source: copy result selection to clipboard
es: copia la selección de resultados al portapapeles
fr: copier la sélection des résultats dans le presse-papiers
hu: a kiválasztott találatok vágólapra másolása
it: Copia la selezione negli Appunti
nl: kopieer selectie resultaat naar het klembord
uk: копіювати вибраний результат в буфер обміну

source: copy results selection to clipboard
uk: копіювати вибрані результати в буфер обміну

source: count
uk: рахунок

source: counting results
es: cuenta de resultados
fr: comptage des résultats
hu: találatok számolása
it: conteggio risultati
uk: підрахунок результатів

source: create if not in database
es: crear si inexistente
fr: créer si pas dans la base de données
hu: létrehozás, ha nem szerepel az adatbázisban
it: crea se non è nel database
nl: aanmaken als niet in database
uk: створити, якщо не в базі даних

source: cultivated, found outside indigenous range
uk: культивовані, виявлені за межами корінного ареалу

source: database name
es: nombre de la base de datos
fr: Nom de la base de données
hu: adatbázis neve
it: nome del database
nl: databasenaam
uk: ім'я бази даних

source: description
es: descripción
pt: cv.
uk: опис

source: edit stored queries
es: editar búsquedas
fr: modifier les requêtes stockées
hu: mentett lekérdezések szerkesztése
it: modifica ricerche rapide
nl: opgeslagen queries bewerken
uk: редагувати збережені запити

source: enable automatic bug reporting
fr: permettre aux rapports de bogues automatique
hu: automatikus hibajelentés engedélyezése
it: attivare la segnalazione di bug automatico
nl: maak automatisch fout rapporteren mogelijk
uk: увімкнути автоматичну звітність про помилки

source: endemic
es: endémica
hu: endemikus
it: endemica
nl: endemisch
uk: ендемічний

source: enter here your query or command
hu: írja be a lekérdezést vagy parancsot
nl: voer hier uw query of opdracht in
uk: введіть тут свій запит або команду

source: execute the query
es: ejecutar la consulta
fr: exécuter la requête
hu: lekérdezés futtatása
it: Esegue la query
nl: Query uitvoeren
uk: виконати запит

source: export based on:
es: esporgación basada en:
fr: Export basé sur :
it: esportazione in base:
nl: export gebaseerd op:
uk: експорт на основі:

source: export includes:
es: la exportación incluye:
fr: Export comprend :
it: esportazione include:
nl: export omvat:
uk: експорт включає:

source: exporting %(table)s table to %(filename)s
cs: exportování tabulky %(table)s do %(filename)s
es: exportando la tabla %(table)s a %(filename)s
fr: Exporte la table %(table)s vers %(filename)s
hu: a %(table)s tábla adatainak exportálása a %(filename)s file-ba
it: esportando %(table)s tabella a %(filename)s
nl: exporteren %(tabel)s tabel naar %(bestandsnaam)s
pt: exportando a tabela %(table)s para %(filename)s
sv: exporterar tabellen %(table)s till %(filename)s
uk: експорт %(table)s таблиці в %(filename)s

source: general
es: exportando la tabla %(table)s a %(filename)s
fr: Exporte la table %(table)s vers %(filename)s
hu: a %(table)s tábla adatainak exportálása a %(filename)s file-ba
pt: exportando a tabela %(table)s para %(filename)s
uk: загальний

source: history size must be greater than zero and less than the history size
cs: velikost historie musí být větší než nula a menší než velikost historie
es: El tamaño de la historia debe ser mayor que cero y menor que el tamaño de la historia
fr: La taille de l'historique doit être plus grand que zéro et plus petit que la taille de l'historique
it: La dimensione della cronologia dev'essere più grande di zero e più piccola della dimensione della cronologia stessa.
pt: o tamanho do histórico deve ser maior que zero e menor que o tamanho total
sv: historikstorleken måste vara större än noll och mindre än historikstorleken
uk: розмір історії повинен бути більше нуля і менше, ніж розмір історії

source: importing %(table)s table from %(filename)s
cs: importování tabulky %(table)s z %(filename)s
es: importando la tabla %(table)s desde %(filename)s
fr: Importe la table %(table)s à partir de %(filename)s
hu: a %(table)s tábla importálása a %(filename)s file-ból
it: importando %(table)s tabella da %(filename)s
nl: importeren %(tabel)s tabel van %(bestandsnaam)s
pt: importando a tabela %(table)s de %(filename)s
sv: importerar tabellen %(table)s från %(filename)s
uk: імпорт %(table)s таблиці з %(filename)s

source: in
es: púlgadas
pt: pol
sv: tum
uk: в

source: indigenous
es: indígena
hu: bennszülött
it: indigena
nl: inheems
uk: місцевий

source: input:
es: entrada:
hu: bemenet:
uk: ввести:

source: interrupted
es: interrumpido
hu: megszakítva
nl: onderbroken
uk: перервано

source: introduced
es: introducida
it: introdotta
nl: geïntroduceerd
uk: введений

source: item
hu: tétel
uk: пункт

source: label
es: texto
hu: címke
it: testo
uk: мітка

source: mm
uk: мм

source: model must have both latitude and longitude or neither
cs: model musí mít jak zem. výšku tak zem. šířku nebo nic
es: el modelo debe tener ó ambas latitud y longitud ó ni la una ni la otra
fr: Le modèle doit avoir une latitude et une longitude ou aucun des deux
it: il modello deve avere sia latitudine che longitudine oppure nessuna delle due
nl: het model moet zowel breedtegraad als lengtegraad hebben of geen van beide
pt: o modelo deve ter latitude e longitude ou nenhum deles
sv: modellen måste inbegripa både latitud och longitud eller ingen av dessa
uk: модель повинна мати широту і довготу або нічого

source: name
es: nombre
uk: ім'я

source: native
es: nativa
hu: őshonos
it: nativa
nl: inheems
sv: inhemsk
uk: місцевий

source: new remote version %s available. continue, or exit to upgrade.
es: La versión %s está a disposición en github. Cancelar para parar y actualizar; o Continuar.
fr: nouvelle version %s disponible. quitter pour mettre à jour.
hu: Új programverzió: %s elérhető. Frissítéshez ki kell lépni.
it: nuova versione remota disponibile %s. continue, o exit per l'aggiornamento.
nl: nieuwe remote version %s beschikbaar. doorgaan, of afsluiten om te upgraden.
uk: нова віддалена версія %s доступна. продовжити або зупинити оновлення.

source: next
es: siguiente
hu: tovább
it: seguente
nl: volgende
uk: наступна

source: no widget named "%(widget_name)s" in glade file
es: ningún widget llamado "%(widget_name)s" en archivo de glade
fr: aucun widget nommé «%(widget_name)s» dans le dossier de la clairière
it: nessun widget chiamato "%(widget_name)s " nel file glade
uk: немає віджета з ім'ям "%(widget_name)s" в glade файлі

source: no widget with name %s
cs: žádný ovládací prvek s názvem %s
es: ningún widget de nombre %s
fr: aucun objet graphique du nom de %s
hu: %s nevű widget nem található
it: nessun widget con nome %s
nl: geen widget met naam %s
pt: nenhum item com o nome %s
sv: det finns ingen gränssnittskomponent med namnet %s
uk: немає віджета з ім'ям %s

source: not a complex
uk: не складний

source: not a hybrid
uk: не гібрид

source: open the wikipedia page about this species
es: abrir la página wikipedia para esta especie
fr: Ouvrez la page de wikipedia sur cette espèce
hu: A faj Wikipédia oldalának megnyitása
it: Aprire la pagina di wikipedia su questa specie
nl: open de wikipedia pagina over deze soort
uk: відкрити сторінку вікіпедії про цей вид

source: output:
es: salida:
hu: kimenet:
uk: вивід:

source: picture file %s not found.
es: archivo de la foto %s no se encuentra.
fr: fichier image %s introuvable.
hu: A %s nevű képfájl nem található.
it: non trovo il file della foto %s
nl: afbeelding file %s niet gevonden.
uk: файл зображення %s не знайдено.

source: plants
es: plantas
hu: növények
it: piante
nl: planten
sv: växter
uk: рослини

source: please confirm merging %(1)s into %(2)s
es: confirme el juntar la locación %(1)s en la %(2)s
fr: s’il vous plaît confirmer le fusionnement %(1)s dans %(2)s
it: si prega di confermare fusione %(1)s in %(2)s
uk: Будь ласка, підтвердіть злиття %(1)s в %(2)s

source: prev
es: anterior
hu: előző
it: anteriore
nl: vorige
uk: попередня

source: previous view
fr: Vue précédente
hu: előző nézet
it: visualizzazione precedente
nl: vorige weergave
uk: попередній перегляд

source: private objects
es: objetos privados
fr: objets privés
hu: privát objektumok
it: oggetti privati
nl: privé objecten
uk: приватні об'єкти

source: query
es: consulta
hu: lekérdezés
uk: запит

source: querying the plant list
es: consulta «the plant list»
fr: interrogation de la liste des plantes
hu: növénylista lekérdezése
uk: створити запит списку рослин

source: samples
uk: зразки

source: save and close
fr: Enregistrer et fermer
hu: mentés és bezárás
it: salva e chiudi
nl: opslaan en sluiten
uk: зберегти та закрити

source: segregate species (sensu stricto)
uk: відокремлені види (sensu stricto)

source: select TNRS results
es: seleccione resultados TNRS
fr: Sélectionnez TNRS résultats
hu: TNRS találatok kiválasztása
it: Selezionare risultati TNRS
nl: selecteer TNRS-resultaten.
uk: вибрати результати TNRS

source: selection
es: selección
hu: kiválasztás
it: selezione
nl: selectie
sv: selektion
uk: відбір

source: size of non homogeneous result: %s
it: dimensioni del risultato non omogeneo: %s
nl: grootte van het niet-homogene resultaat: %s
uk: розмір неоднорідного результату: %s

source: start TNRS lookup
es: iniciar búsqueda TNRS
fr: commencer recherche TNRS
hu: TNRS keresés indítása
it: avviare la ricerca TNRS
nl: start TNRS zoekopdracht
uk: почати пошук TNRS

source: stored queries
es: consultas almacenadas
fr: requêtes stockées
hu: mentett lekérdezések
it: query memorizzate
uk: збережені запити

source: synonym of %s
es: sinónimos de %s
fr: synonyme de %s
hu: %s szinonímája
it: sinonimo di %s
nl: synoniem van %s
uk: синонім %s

source: tagging %(1)s objects of %(2)s different types
es: etiquetando %(1)s objetos de %(2)s tipos diferentes
fr: marquage de %(1)s objets de %(s)s différents types
it: etichetta %(1)s oggetti di %(2)s tipi differenti
uk: маркування %(1)s об'єктів %(2)s різних типів

source: tagging %(1)s objects of type %(2)s
es: etiquetando %(1)s objetos de tipo %(2)s
fr: marquage de %(1)s objets de type %(2)s
it: etichetta %(1)s oggetti di tipo %(2)s
uk: маркування %(1)s об'єктів типу %(2)s

source: tagging nothing
es: etiquetando nada
fr: marquage de rien
it: non etichetta nulla
uk: нічого маркувати

source: taxa
es: taxones
hu: taxonok
uk: таксон

source: to
cs: do
es: a
nl: naar
pt: para
sv: till
uk: до

source: to ghini.pocket
nl: naar ghini.pocket
uk: до ghini.pocket

source: tooltip
es: sugerencia
it: suggerimento
uk: підказка

source: top level count: %s
it: conteggio di livello superiore: %s
uk: найвищий рівень підрахунку: %s

source: type
uk: тип

source: update existing objects
es: actualizar objetos existentes
fr: mise à jour des objets existants
it: aggiornare gli oggetti esistenti
nl: ververs bestaande objecten
uk: оновити існуючі об'єкти

source: use
es: Uso
it: utilizza
nl: gebruik
uk: використання

source: use this data and continue to next screen
es: utilizar este and continue de datos a la siguiente pantalla
hu: ezen adatok használata és tovább a következő képernyőre
it: utilizzare questi dati e continuare alla schermata successiva
nl: gebruik deze gegevens en ga door naar het volgende scherm
uk: використати дані та перейти до наступного екрану

source: user name
es: nombre de usuario
fr: Utilisez cette and continue de données à l’écran suivant
hu: felhasználónév
it: nome utente
nl: gebruik deze gegevens en ga door met het volgende scherm
uk: ім'я користувача

source: verifications
uk: перевірки

source: verified as %(species)s
es: verificado como %(species)s
fr: en tant que %(species)s
hu: verifikálva, mint: %(species)s
it: verificate come %(species)s
nl: geverifieerd als %(species)s
uk: перевірити, як %(species)s

source: your data finely matches ThePlantList.org
es: los datos coincide con ThePlantList.org
fr: vos données finement correspond à ThePlantList.org
it: i dati coincidono con ThePlantList.org
uk: ваші дані точно відповідають ThePlantList.org

source: used in
es: usado en
fr: Utilisé dans
it: utilizzato in
nl: gebruikt in
uk: використано в

source: <b>Formatter</b>
cs: <b>Formátor</b>
es: <b>Formateador</b>
fr: <b>Convertisseur</b>
pt: <b>Formatador</b>
sv: <b>Formatering</b>

source: Copyright © by its contributors.
es: Copyright © por sus colaboradores.
fr: Copyright © par ses contributeurs.
it: Copyright © degli autori.
nl: Copyright © door donateurs.

source: general_window
cs: obecné_okno
es: ventana_general
hu: általános_ablak
it: finestra_generale
pt: janela_geral
sv: allmänt_fönster

source: subf.
cs: podč.
es: subfamilia
pt: subfamília
sv: underformulär.

source: subvar
cs: podvar
es: subvariedad
it: sottovar
pt: subvariedade
sv: undersort

source: var.
es: variedad
pt: variedade
sv: variation

source: _New
cs: _Nový
hu: _Új
nl: _Nieuw
pt: _Novo
sv: _Nytt

source: f.
cs: č.
pt: família

source: subsp.
cs: poddr.
it: sottosp.
pt: subespécie
sv: underart.

source: °C
pt: ºC

source: °F
pt: ºF

source: Apply active tag
nl: Actieve tag toepassen

source: In order to tag or untag an item you must first search for something and select one of the results.
nl: Om een tag toe te voegen of te verwijderen dient U eerst te zoeken en één of meerdere resultaten te selecteren.

source: Picture Collection
nl: Afbeeldingen Collectie

source: Please make sure a tag is active.
nl: Zorg ervoor dat er een tag is geactiveerd.

source: Please select something in the search results.
nl: Selecteer iets in de zoek resultaten.

source: Remove active tag
nl: Verwijder actieve tag

source: Select pictures source directory
nl: Selecteer afbeeldingen bron directory

source: This version installed on: %s Latest published version: %s Publication date: %s
nl: Deze versie is geïnstalleerd op: %s Laatste gepubliceerde versie: %s Publicatie datum: %s

source: accession format
nl: accessie format

source: binomial
nl: binomiaal

source: default location
nl: default locatie

source: file name
nl: bestandsnaam

source: history
nl: historie

source: not available when offline
nl: niet beschikbaar wanneer offline

source: picture location
nl: locatie afbeelding

source: preferences
nl: voorkeuren

source: the history in this database
nl: De historie in deze database

source: your user preferences
nl: uw gebruikers voorkeuren

source: <b>CITES:</b>
sv: <b>CITERAR:</b>
