Repository: Ghini/ghini.desktop
Catalog: po/*.po
Languages: cs, es, fr, hu, it, nl, pt, sv, uk

source: "%(value)s" not in Enum.values: %(all_values)s
cs: "%(value)s" není v Enum.values: %(all_values)s
es: "%(value)s" no se encuentra en Enum.values: %(all_values)s
fr: "%(value)s" n'est pas dans Enum.values: %(all_values)s
nl: "%(value)s" niet in Enum.values: %(all_values)s
pt: "%(value)s" não está em Enum.values: %(all_values)s
sv: "%(value)s" finns inte i Enum.values: %(all_values)s
uk: "%(value)s" не в Enum.values: %(all_values)s

source: # Germinated
cs: # vyklíčeno
es: # Germinadas
fr: # germé
hu: Kikelt darabszám
it: Nº germinati
nl: Aantal gekiemd
pt: # de germinadas
sv: Antal som grott
uk: # Проросло

source: # of seedlings: %s
uk: # саджанців: %s

source: # of seedlings
es: # de plántulas
fr: nombre de plantules
hu: magoncok száma
it: N° di semenzali
nl: Aantal zaailingen
sv: Antal sticklingar
uk: # саджанців

source: # of seeds
cs: # semen
es: # de semillas
fr: nombre de graines
hu: magok száma
it: Nº di semi
nl: Aantal zaden
pt: # de sementes
sv: Antal frön
uk: # насіння

source: # of seeds: %s
es: N.º de semillas: %s
fr: # de graines : %s
uk: # насіння: %s

source: % Germinated
cs: % vyklíčeno
es: % Germinadas
fr: % germé
hu: % kikelt
it: percentuale germinata
nl: % ontkiemd
pt: % Germinadas
sv: Grobarhet (%)
uk: % проросло

source: %(1)s plant groups in %(2)s location(s)
es: %(1)s grupos de plantas en %(2)s ubicación(s)
fr: %(1)s groupes de plantes en %(2)s emplacement(s)
hu: %(1)s növénycsoport %(2)s helyszínen
it: %(1)s gruppi di piante in %(2)s ubicazioni
nl: %(1)s plantgroepen op %(2)s locatie(s)
pt: %(1)s grupos de plantas em %(2)s localizaçãos
uk: %(1)s групи рослин в %(2)s розташуваннях

source: %(group)s Group
cs: Skupina %(group)s
es: %(group)s Grupo
fr: Groupe %(group)s
hu: %(group)s csoport
it: %(group)s Gruppi
nl: %(group)s Groep
pt: Grupo %(group)s
sv: %(group)s Grupp
uk: %(group)s Група

source: %(num_plants)s plants depend on this accession: <b>%(plant_codes)s</b>
cs: %(num_plants)s rostlin závisí na těchto přírůstcích<b>%(plant_codes)s</b>
es: %(num_plants)s plantas dependen de esta accesión: <b>%(plant_codes)s</b> ¿Seguro que desea eliminar la accesión <b>%(acc_code)s</b>?
fr: Il y a %(num_plants)s plantes pour cette accès : <b>%(plant_codes)s</b>
hu: %(num_plants)s db növény-egyed tartozik ehhez a beszerzéshez: <b>%(plant_codes)s</b>
it: %(num_plants)s piante dipendono da questa accessione: <b>%(plant_codes)s</b>
nl: %(num_plants)s planten afhankelijk van deze accessie: <b>%(plant_codes)s</b>
pt: %(num_plants)s plantas dependem dessa referência: <b>%(plant_codes)s</b>
sv: %(num_plants)s växter är beroende av denna accession: <b>%(plant_codes)s</b>
uk: %(num_plants)s рослини залежать від приєднання: <b>%(plant_codes)s</b> Ви впевнені, що хочете видалити приєднання <b>%(acc_code)s</b>?

source: %(quantity)s in %(location)s
cs: %(quantity)s v %(location)s
es: %(quantity)s en %(location)s
fr: %(quantity)s en %(location)s
hu: %(quantity)s db %(location)s helyszínen
pt: %(quantity)s em %(location)s
sv: %(quantity)s i %(location)s
uk: %(quantity)s в %(location)s

source: %(user)s on %(date)s
cs: %(user)s %(date)s
es: %(user)s el %(date)s
fr: %(user)s sur% (date) s
it: %(user)s in data %(date)s
nl: %(user)s op datum %(date)s
pt: %(user)s em %(date)s
sv: %(user)s den %(date)s
uk: %(user)s в %(date)s

source: %s already exists
cs: %s již existuje
es: %s ya existe
fr: %s existe déjà
hu: %s már létezik
nl: %s bestaat al
pt: %s já existe
sv: %s finns redan
uk: %s вже існує

source: %s is the accepted taxon for your data. Do you want to add it?
es: %s taxón aceptado para sus datos. ¿Desea agregar?
fr: %s est le taxon accepté pour vos données. Vous voulez l’ajouter ?
it: %s è il taxon accettato per il tuo dati. Vuoi aggiungerlo?
nl: %s is de geaccepteerde taxon voor uw data. Wilt u dit toevoegen?
pt: %s é o táxon aceito para seus dados. Você quer adicioná-lo?
uk: %s доступний таксон для ваших даних. Хочете додати його?

source: %s is the closest match for your data. Do you want to accept it?
es: %s es la coincidencia más cercana para sus datos. ¿Quieres aceptarlo?
fr: %s est la correspondance la plus proche pour vos données. Vous voulez l’accepter ?
hu: %s a legközelebbi találat a megadott adatokhoz. Elfogadja?
it: %s è la corrispondenza più vicina per il tuo dati. Vuoi accettarlo?
nl: %s is de beste match voor uw data. Wilt u het accepteren?
pt: %s é a correspondência mais próxima para os seus dados. Você quer aceitá-lo?
uk: %s кращий для ваших даних. Хочете прийняти його?

source: %s.plugin is not an instance of pluginmgr.Plugin
cs: %s.plugin není instance pluginmgr.Plugin
es: %s.plugin no es una instancia de pluginmgr.Plugin
fr: %s.plugin n'est pas une instance de pluginmgr.Plugin
hu: %s.plugin nem a pluginmgr.Plugin példánya
it: %s.plugin non è un'istanza di pluginmgr.Plugin
nl: %s.plugin is niet een instantie van pluginmgr.Plugin
pt: %s.plugin não é uma instância de pluginmgr.Plugin
sv: %s.plugin är inte en instans av pluginmgr.Plugin
uk: %s.plugin не є екземпляром pluginmgr.Plugin

source: 'Female', defined as plants that do not produce functional male flowers
hu: %s a legközelebbi találat a megadott adatokhoz. Elfogadja?
nl: 'Female', gedefinieerd als planten die geen functionele mannelijke bloemen produceren
uk: 'Жіночі', визначаються як рослини, які не виробляють функціональних чоловічих квітів

source: 'Male', defined as plants that do not produce functional female flowers
nl: 'Mannelijk', gedefinieerd als planten die geen functionele mannelijke bloemen produceren
uk: 'Чоловічі', визначаються як рослини, які не виробляють функціональних жіночих квітів

source: (%(group)s Group)
cs: (Skupina %(group)s)
es: (Grupo %(group)s)
fr: (%(groupe)s groupe)
hu: (%(group)s csoport)
it: (Gruppo %(group)s)
nl: (%(group)s Groep)
pt: (Grupo %(group)s)
sv: ("%(group)s")
uk: (%(group)s Група)

source: ** Error: %s
cs: ** Chyba: %s
fr: ** Erreur : %s
hu: ** Hiba: %s
it: ** Errore: %s
nl: ** Fout: %s
pt: ** Erro: %s
sv: ** Fel: %s
uk: ** Помилка: %s

source: ** Error: could not import gtk and/or gobject
cs: ** Chyba: nelze importovat gtk a/nebo gobjekt
es: ** Error: No se pudo importar gtk o gobject
fr: ** Erreur : Ne peut importer gtk et/ou gobject
hu: ** Hiba: sikertelen gtk és/vagy gobject importálás
it: ** Errore: non è stato possibile importare gtk e/o gobject
nl: ** Fout: importeren van gtk en/of gobject niet mogelijk
pt: ** Erro: não foi possível importar gtk e/ou gobject
sv: ** Fel: Det gick inte att importera gtk och/eller gobject
uk: **Помилка: не може імпортувати gtk і/або gobject

source: **Error: Ghini must be run in a windowed environment.
cs: **Chyba: Ghini musí být spouštěn v režimu do okna.
es: **Error: Ghini debe ejecutarse en un entorno de ventanas.
fr: ** Erreur : Ghini doit être exécuté dans un environnement fenêtré.
hu: **Hiba: A Ghini futtatásához grafikus (ablakos) környezet szükséges.
it: **Errore: Ghini deve essere eseguito in un ambiente grafico.
nl: **Fout: Ghini moet worden uitgevoerd in een windowed omgeving.
pt: **Erro: O Ghini deve ser executado em um ambiente gráfico (com janelas).
sv: **Fell: Ghini måste köras i en fönsterlägesmiljö.
uk: **Помилка: Ghini повинна бути запущена в віконному середовищі.

source: + - graft chimera
uk: + - трансплантаційна химера

source: <b># of Accessions:</b>
cs: <b># přírůstků:</b>
es: <b>N.º de accesiones:</b>
fr: <b># of d'Accès :</b>
hu: <b>Beszerzések száma:</b>
it: <b>Nº di Accessioni:</b>
nl: <b>Aantal accessies:</b>
pt: <b># de Referências:</b>
sv: <b>Antal accessioner:</b>
uk: <b># Приєднань:</b>

source: <b># of Genera:</b>
cs: <b># z rodu:</b>
es: <b>N.º de géneros:</b>
fr: <b># de Genres :</b>
hu: <b>Nemzetségek száma:</b>
it: <b>Nº di Generi:</b>
nl: <b>Aantal geslachten:</b>
pt: <b># de Gêneros:</b>
sv: <b>Antal släkten:</b>
uk: <b># Родів:</b>

source: <b># of Plants:</b>
cs: <b># z rostlin:</b>
es: <b>N.º de plantas:</b>
fr: <b># de Plantes :</b>
hu: <b>Növények száma:</b>
it: <b>Nº di Piante:</b>
nl: <b>Aantal planten:</b>
pt: <b># de Plantas:</b>
sv: <b>Antal växter:</b>
uk: <b># Рослин:</b>

source: <b># of Plants</b>
es: <b>N.º de plantas</b>
fr: <b># de Plantes</b>
hu: <b>Növények száma</b>
nl: <b># van Planten</b>
pt: <b># de Plantas</b>
sv: <b>Antal växter</b>
uk: <b># Рослин</b>

source: <b># of Taxa:</b>
cs: <b># taxonů:</b>
es: <b>N.º de taxones:</b>
fr: <b>nombre de taxons :</b>
hu: <b>taxonok száma:</b>
it: <b>Nº di Taxa:</b>
nl: <b>Aantal taxa:</b>
pt: <b># de Grupos de populações:</b>
sv: <b>Antal taxa:</b>
uk: <b># таксонів:</b>

source: <b>Accession Status:</b>
cs: <b>Stav přijetí:</b>
es: <b>Estado de accesión:</b>
fr: <b>Statut de l'accès :</b>
hu: <b>Beszerzés státusza:</b>
it: <b>Stato dell'Accessione:</b>
nl: <b>Accessie Status:</b>
pt: <b>Situação da Referência:</b>
sv: <b>Accessionsstatus:</b>
uk: <b>Статус приєднання:</b>

source: <b>Accession Type:</b>
es: <b>Tipo de accesión:</b>
fr: <b>Type de l'accès :</b>
hu: <b>Beszerzés típusa:</b>
nl: <b>Accessie Type:</b>
pt: <b>Tipo de Referência:</b>
sv: <b>Accessionstyp:</b>
uk: <b>Тип приєднання:</b>

source: <b>Accession</b>
es: <b>Accesión</b>
nl: <b>Acquisitie</b>
pt: <b>Referência</b>
sv: <b>Anslutning</b>
uk: <b>Приєднання</b>

source: <b>Accessions:</b>
es: <b>Accesiones:</b>
fr: <b>Accès:</b>
hu: <b>Beszerzések:</b>
it: <b>Accessioni:</b>
nl: <b>Accessies:</b>
uk: <b>Приєднання:</b>

source: <b>Awards:</b>
cs: <b>Ocenění:</b>
es: <b>Premios:</b>
fr: <b>Récompenses :</b>
hu: <b>Kitüntetések:</b>
it: <b>Riconoscimenti:</b>
nl: <b>Onderscheidingen:</b>
pt: <b>Prêmios:</b>
sv: <b>Priser:</b>
uk: <b>Нагороди:</b>

source: <b>Change history</b>
es: <b>historia de las modificas</b>
pt: <b>Mudar histórico</b>
uk: <b>Історія змін</b>

source: <b>Chemical treatment</b>
cs: <b>Chemické ošetření</b>
es: <b>Tratamiento químico</b>
fr: <b>Traitement chimique</b>
hu: <b>Vegyszeres kezelés</b>
it: <b>Trattamento chimico</b>
nl: <b>Chemische behandeling</b>
pt: <b>Tratamento químico</b>
sv: <b>Kemisk behandling</b>
uk: <b>Хімічна обробка</b>

source: <b>Collection ID:</b>
es: <b>ID de Colección:</b>
fr: <b>ID Collection:</b>
pt: <b>Identificação da Coleção:</b>
uk: <b>Колекція ID</b>

source: <b>Collection</b>
es: <b>Colección</b>
pt: <b>Coleção</b>
uk: <b>Колекція</b>

source: <b>Collector:</b>
es: <b>Colector:</b>
fr: <b>Préleveur:</b>
pt: <b>Coletor:</b>
uk: <b>Колекціонер:</b>

source: <b>Confirm new password</b>
es: <b>Confirma la nueva constraseña</b>
pt: <b>Confirmar nova senha</b>
uk: <b>Підтвердити новий пароль</b>

source: <b>Contact:</b>
es: <b>Contacto:</b>
hu: <b>Kapcsolattartó:</b>
it: <b>Contatto:</b>
uk: <b>Контакт:</b>

source: <b>Coordinates:</b>
nl: <b>Coördinaten:</b>
uk: <b>Координати</b>

source: <b>Current change</b>
es: <b>Modifica corriente</b>
pt: <b>Alteração atual</b>
uk: <b>Поточні зміни</b>

source: <b>Cutting treatment</b>
cs: <b>Ošetření řezem</b>
es: <b>Tratamiento de corte</b>
fr: <b>Traitement de coupe</b>
it: <b>Trattamento di taglio</b>
nl: <b>Behandeling stekken</b>
pt: <b>Tratamento de poda</b>
sv: <b>Behandling av stickling</b>
uk: <b>Лікувальна обрізка</b>

source: <b>Date accessioned:</b>
cs: <b>Datum přijetí do sbírky:</b>
es: <b>Data de accesión</b>
hu: <b>Beszerzés időpontja:</b>
it: <b>Data dell'accessione:</b>
nl: <b>Accessie datum:</b>
pt: <b>Data de referenciamento:</b>
sv: <b>Accessionsdatum:</b>
uk: <b>Дата приєднань:</b>

source: <b>Date collected:</b>
es: <b>Fecha coleccionada:</b>
fr: <b>Date de prélèvement:</b>
pt: <b>Data de coleta:</b>
uk: <b>Дата збирання:</b>

source: <b>Date received:</b>
cs: <b>Datum přijetí:</b>
es: <b>Fecha recibida:</b>
fr: <b>Date de réception :</b>
hu: <b>Beérkezés időpontja:</b>
it: <b>Data ricevimento:</b>
nl: <b>Datum van ontvangst:</b>
pt: <b>Data de recebimento:</b>
sv: <b>Mottagningsdatum:</b>
uk: <b>Дата отримання:</b>

source: <b>Description:</b>
cs: <b>Popis:</b>
es: <b>Descripción:</b>
hu: <b>Leírás:</b>
it: <b>Descrizione:</b>
nl: <b>Beschrijving:</b>
pt: <b>Descrição:</b>
sv: <b>Beskrivning:</b>
uk: <b>Опис:</b>

source: <b>Distribution for label:</b>
cs: <b>Rozšíření jmenovky:</b>
es: <b>Distribución (etiqueta):</b>
fr: <b>Distribution d’étiquette :</b>
hu: <b>Elterjedés (címkére):</b>
it: <b>Distribuzione per etichetta:</b>
nl: <b>Verspreidingsgebied voor label:</b>
pt: <b>Distribuição para o rótulo:</b>
sv: <b>Utbredning för etikett:</b>
uk: <b>Розподіл по мітці:</b>

source: <b>Distribution:</b>
cs: <b>Distribuce:</b>
es: <b>Distribución:</b>
hu: <b>Disztribúció:</b>
it: <b>Distribuzione:</b>
nl: <b>Verspreidingsgebied:</b>
pt: <b>Distribuição:</b>
sv: <b>Utbredning:</b>
uk: <b>Розподіл:</b>

source: <b>Distribution</b>
es: <b>Distribución</b>
pt: <b>Distribuição</b>
uk: <b>Поширення</b>

source: <b>Elevation:</b>
es: <b>Elevación:</b>
fr: <b>Hauteur:</b>
pt: <b>Elevação:</b>
uk: <b>Висота:</b>

source: <b>Families:</b>
es: <b>Familias:</b>
fr: <b>Familles :</b>
hu: <b>Családok:</b>
it: <b>Famiglie:</b>
uk: <b>Сім'ї:</b>

source: <b>Flags</b>
es: <b>Indicadores</b>
pt: <b>Sinalizadores</b>
uk: <b>Прапори</b>

source: <b>GPS Datum</b>
es: <b>Dato GPS</b>
fr: <b>Point GPS</b>
pt: <b>Informação do GPS</b>
uk: <b>Дані GPS</b>

source: <b>Genera:</b>
es: <b>Géneros:</b>
fr: <b>Genres :</b>
hu: <b>Nemzetségek:</b>
it: <b>Generi:</b>
nl: <b>Geslachten:</b>
uk: <b>Рід:</b>

source: <b>Germination data</b>
cs: <b>Data o klíčení</b>
es: <b>Datos de germinación</b>
fr: <b>Données de germination</b>
hu: <b>Csírázási adatok</b>
it: <b>Dati della germinazione</b>
nl: <b> Kiemgegevens </b>
pt: <b>Data de germinação</b>
sv: <b>Groningsdata</b>
uk: <b>Дані проростання</b>

source: <b>Habit:</b>
cs: <b>Habitus:</b>
es: <b>Hábito:</b>
hu: <b>Kinézet:</b>
it: <b>Portamento:</b>
nl: <b>Habitus:</b>
pt: <b>Hábito:</b>
sv: <b>Växtsätt/växtform:</b>
uk: <b>Властивість:</b>

source: <b>Habitat</b>
es: <b>Hábitat</b>
pt: <b>Hábitat</b>
uk: <b>Природне середовище</b>

source: <b>Include data marked as private</b>
cs: <b>Zahrnout data označená jako soukromé</b>
es: <b>Incluir datos marcados como privados</b>
fr: <b>Inclure les données marquées comme privé</b>
hu: <b>Privát adatok beillesztése</b>
it: <b>Includi dati marcati come privati</b>
nl: <b>Inclusief data gemarkeerd als privé</b>
pt: <b>Incluir dados marcados como privados</b>
sv: <b>Inkludera data märkt som privat</b>
uk: <b>Включити данні позначені як приватні</b>

source: <b>Infraspecific parts</b>
es: <b>Partes infraespecíficas</b>
pt: <b>Partes intraespecíficas</b>
uk: <b>Інфрасептичні частини</b>

source: <b>Intended Locations:</b>
nl: <b>Beoogde locaties:</b>
uk: <b>Визначене розташування:</b>

source: <b>Intended Locations</b>
es: <b>Ubicaciones Previstas</b>
pt: <b>Locais Propostos</b>
uk: <b>Визначене розташування</b>

source: <b>Item(s)</b>
es: <b>Elementos</b>
fr: <b>Élément(s)</b>
pt: <b>Ítens</b>
uk: <b>Елемент(и)</b>

source: <b>Latitude:</b>
es: <b>Latitud:</b>
uk: <b>Широта:</b>

source: <b>Living Plants:</b>
cs: <b>Žijící rostliny:</b>
es: <b>Plantas Vivas:</b>
fr: <b>Plantes vivantes :</b>
hu: <b>Élő egyedek:</b>
it: <b>Piante viventi:</b>
nl: <b>Levende planten:</b>
pt: <b>Plantas vivas:</b>
sv: <b>Levande växter:</b>
uk: <b>Існуючі рослини</b>

source: <b>Location Details</b>
es: <b>Detalles de ubicación</b>
fr: <b>Détails sur la localisation</b>
pt: <b>Detalhes do Local</b>
uk: <b>Подробиці розташування</b>

source: <b>Intended Location 2:</b>
cs: <b>Zamýšlené umístění 2:</b>
es: <b>Ubicación Prevista 2:</b>
fr: <b>Emplacement prévu 2 :</b>
hu: <b>Tervezett helyszín 2:</b>
it: <b>Collocazione Prevista 2:</b>
pt: <b>Localização proposta 2:</b>
uk: <b>Ймовірне розташування 2:</b>

source: <b>Intended Location:</b>
cs: <b>Zamýšlené umístění:</b>
es: <b>Ubicación Prevista:</b>
fr: <b>Emplacement prévu :</b>
hu: <b>Tervezett helyszín:</b>
it: <b>Collocazione Prevista:</b>
pt: <b>Localização proposta:</b>
uk: <b>Ймовірне розташування:</b>

source: <b>Location:</b>
cs: <b>Umístění:</b>
es: <b>Ubicación:</b>
fr: <b>Emplacement :</b>
hu: <b>Hely:</b>
it: <b>Posizione:</b>
nl: <b>Locatie:</b>
pt: <b>Localização:</b>
sv: <b>Plats:</b>
uk: <b>Розташування:</b>

source: <b>Locations:</b>
es: <b>Ubicaciones:</b>
fr: <b>Emplacements :</b>
hu: <b>Helyszínek:</b>
it: <b>Posizioni:</b>
nl: <b>Locaties:</b>
uk: <b>Розташування:</b>

source: <b>Longitude:</b>
es: <b>Longitud:</b>
uk: <b>Довгота:</b>

source: <b>Memorial:</b>
cs: <b>Památník:</b>
es: <b>Patrimonial:</b>
sv: <b>Förteckning:</b>
uk: <b>Меморандум:</b>

source: <b>New password</b>
es: <b>Nueva contraseña</b>
pt: <b>Nova senha</b>
uk: <b>Новий пароль</b>

source: <b>Notes</b>
es: <b>Notas</b>
hu: <b>Jegyzetek</b>
pt: <b>Notas</b>
uk: <b>Нотатки</b>

source: <b>Parent Plant:</b>
cs: <b>Mateřská rostlina:</b>
es: <b>Planta madre:</b>
fr: <b>Plante-mère :</b>
hu: <b>Anyanövény:</b>
it: <b>Pianta genitrice:</b>
nl: <b>Ouderplant:</b>
pt: <b>Planta de origem:</b>
sv: <b>Moderplanta:</b>
uk: <b>Батьківська рослина:</b>

source: <b>Permissions</b>
es: <b>Permisos</b>
fr: <b>Autorisations</b>
pt: <b>Permissões</b>
uk: <b>Дозволи</b>

source: <b>Plant Groups:</b>
cs: <b>Rostlinné skupiny:</b>
es: <b>Grupos de Plantas:</b>
fr: <b>Groupes de plantes :</b>
hu: <b>Növénycsoportok:</b>
it: <b>Gruppi di piante:</b>
nl: <b>Plantengroepen:</b>
pt: <b>Grupos de Plantas:</b>
sv: <b>Växtgrupper:</b>
uk: <b>Групи рослин:</b>

source: <b>Plants:</b>
es: <b>Plantas:</b>
fr: <b>Plantes :</b>
hu: <b>Növények:</b>
it: <b>Piante:</b>
nl: <b>Planten:</b>
uk: <b>Рослини:</b>

source: <b>Private:</b>
cs: <b>Soukromé:</b>
es: <b>Privado:</b>
fr: <b>Privé:</b>
hu: <b>Privát:</b>
it: <b>Privato:</b>
nl: <b>Privé:</b>
pt: <b>Privado:</b>
sv: <b>Privat:</b>
uk: <b>Приватні:</b>

source: <b>Propagation of Source Material</b>
es: <b>Propagación de material origen</b>
pt: <b>Propagação do Material de Origem</b>
uk: <b>Розмноження вихідного матеріалу</b>

source: <b>Propagation:</b>
cs: <b>Rozmnožování:</b>
es: <b>Propagagación:</b>
hu: <b>Szaporítás:</b>
it: <b>Propagazione:</b>
nl: <b>Voortkweking:</b>
pt: <b>Propagação:</b>
sv: <b>Förökning:</b>
uk: <b>Розмноження:</b>

source: <b>Provenance:</b>
cs: <b>Původ:</b>
es: <b>Proveniencia:</b>
hu: <b>Eredet:</b>
it: <b>Provenienza:</b>
nl: <b>Herkomst:</b>
pt: <b>Origem:</b>
sv: <b>Proveniens:</b>
uk: <b>Походження:</b>

source: <b>Provenance</b>
es: <b>Proveniencia</b>
pt: <b>Origem</b>
uk: <b>Походження</b>

source: <b>Quantity received:</b>
cs: <b>Obdržené množství:</b>
es: <b>Cantidad recibida</b>
fr: <b>Quantité reçue :</b>
hu: <b>Kapott mennyiség:</b>
it: <b>Quantità ricevuta:</b>
nl: <b>Ontvangen aantal:</b>
pt: <b>Quantidade recebida:</b>
sv: <b>Mottagen mängd:</b>
uk: <b>Кількість отриманих:</b>

source: <b>Quantity:</b>
cs: <b>Množství:</b>
es: <b>Cantidad:</b>
fr: <b>Quantité :</b>
hu: <b>Mennyiség:</b>
it: <b>Quantità:</b>
nl: <b>Hoeveelheid:</b>
pt: <b>Quantidade:</b>
sv: <b>Kvantitet:</b>
uk: <b>Кількість:</b>

source: <b>Renderer</b>
cs: <b>Vykreslovač</b>
es: <b>Motor de renderizado</b>
fr: <b>Contributeur</b>
pt: <b>Renderizador</b>
sv: <b>Renderare</b>
uk: <b>Рендерер</b>

source: <b>Review log report</b>
fr: <b>Examiner le rapport du journal</b>
hu: <b>Napló átnézése</b>
it: <b>Rivedi il rapporto del giornale</b>
nl: <b>Bekijk log rapport</b>
uk: <b>Переглянути журнал звіту</b>

source: <b>Rooted plants</b>
cs: <b>Zakořeněné rostliny</b>
es: <b>Plantas enraizadas</b>
fr: <b>Plantes enracinées</b>
hu: <b>Meggyökeresedett növények</b>
it: <b>Piante radicate</b>
nl: <b>Gewortelde planten</b>
pt: <b>Plantas enraizadas</b>
sv: <b>Rotade plantor</b>
uk: <b>Вкорінені рослини</b>

source: <b>Rooting conditions</b>
cs: <b>Podmínky zakořenění</b>
es: <b>Condiciones de enraizamiento</b>
fr: <b>Conditions d’enracinement</b>
hu: <b>Gyökereztetési körülmények</b>
it: <b>Condizioni di radicazione</b>
nl: <b>bewortelings- condities</b>
pt: <b>Condições de enraizamento</b>
sv: <b>Rotbildningsförhållanden</b>
uk: <b>Умови вкорінення</b>

source: <b>Settings</b>
cs: <b>Nastavení</b>
es: <b>Ajustes</b>
fr: <b>Réglages</b>
hu: <b>Beállítások</b>
nl: <b>Instellingen</b>
pt: <b>Configurações</b>
sv: <b>Inställningar</b>
uk: <b>Параметри</b>

source: <b>Source type</b>
cs: <b>Typ zdroje</b>
es: <b>Tipo de fuente</b>
fr: <b>Type de source</b>
hu: <b>Forrás típusa</b>
nl: <b>Brontype</b>
pt: <b>Tipo de fonte</b>
sv: <b>Källtyp</b>
uk: <b>Тип джерела</b>

source: <b>Source's ID:</b>
cs: <b>ID zdroje:</b>
es: <b>Identificación a la fuente:</b>
fr: <b>ID de la source :</b>
hu: <b>Forrás ID:</b>
it: <b>ID alla fonte:</b>
nl: <b>Bron ID:</b>
pt: <b>Identificação da origem:</b>
sv: <b>Källans ID:</b>
uk: <b>Джерело ID:</b>

source: <b>Sowing data</b>
cs: <b>Data o setí</b>
es: <b>Datos de siembra</b>
fr: <b>Données du ensemencement</b>
hu: <b>Vetési adatok</b>
it: <b>Data di semina</b>
nl: <b>Zaaidata</b>
pt: <b>Dados da semeadura</b>
sv: <b>Såningsdata</b>
uk: <b>Посівні дані</b>

source: <b>Species:</b>
es: <b>Especies:</b>
fr: <b>Espèce :</b>
hu: <b>Faj:</b>
it: <b>Specie:</b>
nl: <b>Soort:</b>
uk: <b>Види:</b>

source: <b>Stylesheet</b>
cs: <b>Stylopis</b>
es: <b>Hoja de estilo</b>
fr: <b>Feuille de style</b>
hu: <b>Stíluslap</b>
pt: <b>Folha de estilos</b>
sv: <b>Formatmall</b>
uk: <b>Таблиця стилів</b>

source: <b>Synonyms</b>
es: <b>Sinonimos</b>
fr: <b>Synonymes</b>
hu: <b>Szinonimák</b>
pt: <b>Sinônimos</b>
uk: <b>Синоніми</b>

source: <b>Tags</b>
es: <b>Etiquetas</b>
pt: <b>Etiquetas</b>
uk: <b>Теги</b>

source: <b>Taxon</b>
es: <b>Taxón</b>
pt: <b>Grupo</b>
uk: <b>Таксон</b>

source: <b>Template</b>
cs: <b>Šablona</b>
es: <b>Plantilla</b>
fr: <b>Modèle</b>
hu: <b>Sablon</b>
it: <b>Modello</b>
pt: <b>Modelo</b>
sv: <b>Mall</b>
uk: <b>Шаблон</b>

source: <b>Tick Off</b>
fr: <b>Cochez</b>
it: <b>Spuntare</b>
nl: <b>Afvinken</b>
uk: <b>Відмітити галочкою</b>

source: <b>Type of material:</b>
cs: <b>Typ materiálu:</b>
es: <b>Tipo de material:</b>
fr: <b>Type de matériel :</b>
it: <b>Tipo di materiale:</b>
nl: <b> Type materiaal:</b>
pt: <b>Tipo de material:</b>
sv: <b>Typ av material:</b>
uk: <b>Тип матеріалу:</b>

source: <b>Type:</b>
cs: <b>Typ:</b>
es: <b>Tipo:</b>
hu: <b>Tipus:</b>
it: <b>Tipo:</b>
pt: <b>Tipo:</b>
sv: <b>Typ:</b>
uk: <b>Тип:</b>

source: <b>Use author names</b>
cs: <b>Použít jména autorů</b>
es: <b>Usar nombres de autores</b>
fr: <b>Utiliser les noms d'auteurs</b>
hu: <b>Auktor nevek használata</b>
nl: <b>Gebruik auteur namen</b>
pt: <b>Usar nomes de autores</b>
sv: <b>Använd auktorsnamn</b>
uk: <b>Використовувати імена авторів</b>

source: <b>Users</b>
es: <b>Usuarios</b>
fr: <b>Utilisateurs</b>
hu: <b>Felhasználók</b>
pt: <b>Usuários</b>
uk: <b>Користувачі</b>

source: <b>Vernacular Names</b>
es: <b> vernáculo </b>
fr: <b>Noms vernaculaires</b>
pt: <b>Nomes Vernaculares</b>
uk: <b>Народні назви</b>

source: <b>Voucher of Accession</b>
es: <b>Voucher dela accesión:</b>
pt: <b>Comprovante de Referência</b>
uk: <b>Ваучер приєднання</b>

source: <b>Voucher of parent material</b>
pt: <b>Comprovante de material original</b>
uk: <b>Ваучер материнського матеріалу</b>

source: <b>danger zone</b>
es: <b>zona de alto riesgo</b>
fr: <b>zone de sécurité</b>
hu: <b>biztonsági zóna</b>
it: <b>opzioni potenzialmente distruttive</b>
nl: <b>Gevarenzone</b>
sv: <b>riskområde</b>
uk: <b>небезпечна зона</b>

source: <b>in use</b>
es: <b>en uso</b>
fr: <b>utilisé</b>
hu: <b>használatban</b>
it: <b>in uso</b>
nl: <b>in gebruik</b>
uk: <b>у використанні</b>

source: <b>options</b>
es: <b>opciones</b>
it: <b>opzioni</b>
nl: <b>opties</b>
uk: <b>опції</b>

source: <b>total</b>
hu: <b>összesen</b>
it: <b>totale</b>
nl: <b>totaal</b>
uk: <b>всього</b>

source: <b>unused</b>
es: <b>sin usar</b>
fr: <b>inutilisés</b>
hu: <b>használaton kívül</b>
it: <b>non usato</b>
nl: <b>ongebruikt</b>
uk: <b>не використовується</b>

source: <empty>
es: <vacío>
fr: <vide>
hu: <üres>
it: <vuota>
nl: <leeg>
uk: <пусто>
