Repository: Ghini/ghini.desktop
Catalog: po/*.po
Languages: cs, es, fr, hu, it, nl, pt, sv, uk

source: Do you want to save your changes to %s ?
cs: Chcete uložit Vaše změny do %s ?
es: Desea guardar sus cambios en %s?
fr: Voulez-vous sauvegarder vos modifications sur %s?
hu: Menti a módosításokat a %s fájlba?
it: Vuoi salvare le modifiche a %s?
nl: Wilt u uw wijzigingen opslaan in %s ?
pt: Deseja salvar as altereações em %s ?
sv: Vill du spara dina ändringar till %s?
uk: Ви хочете зберегти зміни в %s ?

source: Do you want to save your changes?
cs: Chcete uložit Vaše změny?
es: ¿Quiere guardar los cambios?
fr: Voulez-vous enregistrer les modifications?
hu: Menteni kívánja a változtatásait?
it: Vuoi salvare le modifiche?
nl: Wilt u uw wijzigingen opslaan?
pt: Deseja salvar as alterações?
sv: Vill du spara dina ändringar?
uk: Ви хочете зберегти зміни?

source: Distribution
es: Distribución
hu: Elterjedés
it: Distribuzione
nl: Verspreiding
uk: Поширення

source: Domain Properties
cs: VLastnosti domény
es: Propiedades del Dominio
fr: Propriétés du domaine
it: Proprietà del dominio
pt: Propriedades do domínio
uk: Властивості домену

source: Double
cs: Dvojité
es: Doble
hu: Dupla
it: Doppione
nl: Dubbel
pt: Duplo
sv: Dubbel
uk: Подвійний

source: East
cs: Východ
es: Este
fr: Est
hu: Kelet
it: Est
nl: Oost
pt: Leste
sv: Öst
uk: Схід

source: East/West radio buttons in a confused state
cs: Přepínače východ/sever jsou ve zmateném stavu
es: Botones de radio Este/Oeste en un estado confuso
fr: Est/Ouest des boutons radio dans une situation confuse
it: Bottoni radio Est/Ovest in uno stato confuso
pt: Botões de opção leste/oeste em confusão
sv: Alternativknapparna för Öst/Väst är i ett ologiskt tillstånd
uk: Схід/Захід перемикач в невизначеному стані

source: Edit
cs: Úpravy
es: Modificar
fr: Editer
hu: Szerkeszt
it: Modifica
nl: Bewerken
pt: Editar
sv: Redigera
uk: Редагувати

source: Edit stored queries
es: Editar búsquedas
fr: Modifier requêtes stockées
hu: Mentett lekérdezések szerkesztése
it: Modifica ricerche rapide
nl: Opgeslagen query's bewerken
uk: Редагувати збережені запити

source: Edit the selected location.
cs: Upravit vybrané umístění.
es: Editar la ubicación seleccionada.
fr: Modifier l’emplacement sélectionné.
hu: A kiválasztott helyszín módosítása.
it: Modifica la locazione scelta.
nl: Bewerk de geselecteerde locatie.
pt: Editar a localidade selecionada.
sv: Redigera markerad plats.
uk: Редагувати вибране розташування.

source: Elevation:
es: Elevación:
fr: Altitude :
hu: Magasság:
it: Quota altimetrica:
nl: Hoogte:
uk: Висота:

source: Email
es: Correo electrónico
fr: Courriel
sv: E-post
uk: Електронна пошта

source: Endangered (EN)
es: Amenazada (EN)
fr: En voie de disparition (EN)
hu: Veszélyeztetett (EN)
it: Minacciata (EN)
nl: Bedreigd (EN)
uk: Знаходяться під загрозою зникнення (EN)

source: Endemic found within its indigenous range
uk: Ендемік знаходяться в межах місцевого ареалу

source: Endemic, cultivated and reintroduced or translocated within indigenous range
uk: Ендемічні, культивовані та відновлені або переміщені в межах місцевого ареалу

source: Enter a connection name
cs: Zadejte název spojení
es: Introduzca un nombre de conexión
fr: Entrez un nom de connexion
hu: Adjon meg egy adatbázis-kapcsolat nevet
it: Inserisci un nome di connessione
nl: Voer een naam in voor de verbinding
pt: Forneça um nome para a conexão
sv: Ange ett anslutningsnamn
uk: Введіть ім'я з'єднання

source: Enter a name for the new formatter
cs: Zadejte název pro nového formátora
es: Introduzca un nombre para el nuevo formateador
fr: Entrez le nom du nouveau convertisseur
hu: Adja meg az új formatter nevét
nl: Voer een naam in voor de nieuwe formatter
pt: Informe um nome para o novo formatador
sv: Ange ett namn för den nya formateringen
uk: Введіть ім'я для нового formatter

source: Enter a user name
cs: Zadejte uživatelské jméno
es: Inserte el nombre de un usuario
fr: Entrez un nom d’utilisateur
hu: Adjon meg egy felhasználónevet
it: Inserisci un nome utente
nl: Voer een gebruikersnaam in
pt: Informe um nome de usuário
sv: Ange ett användarnamn
uk: Введіть ім'я користувача

source: Enter your password
cs: Zadejte své heslo
es: Introduzca su contraseña
fr: Entrez votre mot de passe
hu: Adja meg jelszavát
it: Inserisci la tua password
nl: Voer uw wachtwoord in
pt: Forneça sua senha
sv: Ange ditt lösenord
uk: Введіть пароль

source: Enum requires a list of values
cs: Enum vyžaduje seznam hodnot
es: Enum requiere una lista de valores
fr: Enum nécessite une liste de valeurs
hu: Az Enum egy értéklistát igényel
it: Enum richiede una lista di valori
nl: Enum vereist een lijst met waarden
pt: O enum requer uma lista de valores
sv: Uppräkningstypen kräver en lista över värden
uk: Enum вимагає список значень

source: Enum requires string values (or None)
es: Enum requiere valores de tipo string (o ninguno)
fr: Enum requiert des valeurs de chaîne (ou aucune)
hu: Az Enum string értékeket igényel (vagy lehet üres)
it: Enumeration richiede valori di stringa (o nulla)
nl: Enum vereist string-waarden (of geen)
uk: Enum вимагає строкових значень (або жодного)

source: Enum requires the values to be different
es: Enum requiere los valores a ser diferente
fr: Enum exige que les valeurs soient différentes
hu: Az Enum megköveteli, hogy az értékek különbözzenek
it: Enumeration richiede i valori siano diversi
nl: Enum vereist dat de waarden verschillen
uk: Enum вимагає інших значень

source: Epithet
cs: Epiteton
es: Epíteto
fr: Épithète
it: Epiteto
nl: Epitheton
pt: Apelido
sv: Epitet
uk: Епітет

source: Error committing changes. %s
cs: Chybné provedení změn. %s
es: Error aplicando los cambios. %s
fr: Erreur en soumettant les modifications. %s
hu: Hiba a módosítások mentésekor. %s
it: Errore al completare le modifiche. %s
nl: Fout bij het veranderen. %s
pt: Erro ao gravar alterações %s
sv: Ett fel uppstod när ändringar skulle sparas. %s
uk: Помилка при внесенні змін. %s

source: Error connecting to database. %s
cs: Chyba při připojování k databázi. %s
es: Error al conectar con la base de datos. %s
fr: Erreur en se connectant à la base de données. %s
hu: Hiba az adatbázishoz kapcsolódás során. %s
it: Errore connettendosi al database. %s
nl: Fout bij het verbinden met de database. %s
pt: Erro ao conectar ao banco de dados. %s
sv: Ett fel uppstod vid anslutning till databasen. %s
uk: Помилка підключення до бази даних. %s

source: Error correction
cs: Oprava chyb
es: Corrección de error
fr: Correction d’erreur
hu: hibajavítás
it: Correzione di errore
nl: Foutcorrectie
pt: Correção de erros
sv: Felkorrigering
uk: Виправлення помилки

source: Error creating the PDF file. Please ensure that your PDF formatter is properly installed.
cs: Chyba při vytváření souboru PDF. Ujistěte se, prosím, že Váš formátor PDF je správně nainstalován.
es: Error al crear el archivo PDF. Por favor, asegúrese de que su formateador PDF está correctamente instalado.
fr: Erreur lors de la création du fichier PDF. Veuillez vous assurer que votre convertisseur PDF est correctement installé.
it: Errore creando il file PDF. Per piacere assicurati che il tuo formattatore PDF è installato correttamente.
nl: Fout bij het maken van het PDF-bestand. Controleer of uw PDF-formatter correct geïnstalleerd is.
pt: Erro ao criar o arquivo PDF. Verifique se o seu formatador PDF está instalado corretamente.
sv: Det uppstod ett fel när PDF-filen skulle skapas. Säkerställ att din PDF-skapare har installerats korrekt.
uk: Помилка під час створення PDF-файлу. Будь ласка, переконайтеся, що ваш PDF formatter належно встановлений.

source: Error in search string at column %s
cs: Chyba při vyhledávání ve sloupci %s
es: Error en la columna %s de la cadena de búsqueda
fr: Erreur dans la recherche de chaîne à la columne %s
hu: Hiba a keresőkifejezésben a %s. pozíción
it: Errore nella ricerca della stringa nella colonna %s
nl: Fout in zoek-string in kolom %s
pt: Erro ao procurar texto na coluna %s
sv: Fel i söksträng i kolumn %s
uk: Помилка в рядку пошуку стовпця %s

source: Error: Could not set the sequence for column: %s
cs: Chyba: Nelze nastavit sekvenci pro sloupec: %s
es: Error: No se ha podido establecer la secuencia de la columna: %s
fr: Erreur: N'a pas pu définier la séquence pour la colonne : %s
it: Errore: Non è stato possibile impostare la sequenza per la colonna: %s
nl: Fout: De volgorde voor de kolom: %s kan niet worden ingesteld
pt: Erro: Não se pode estabelecer a sequência para a coluna:%s
sv: Fel: Det gick inte att ange sekvensen för kolumnen: %s
uk: Помилка: Неможливо встановити послідовність для стовпця: %s

source: Error: Couldn't initialize %(entry_name)s %(exception)s.
cs: Chyba: Nelze zavést %(entry_name)s %(exception)s.
es: Error: No se ha podido iniciar %(entry_name)s %(exception)s.
fr: Erreur: %(entry_name)s n'a pas pu être initialisé %(exception)s.
hu: Hiba: Nem sikerült inicializálni: %(entry_name)s %(exception)s.
it: Errore: Non è stato possibile inizializzare %(entry_name)s %(exception)s.
nl: Fout: Kon %(entry_name)s niet initialiseren %(exception)s.
pt: Erro: Não foi possível inicializar %(entry_name)s %(exception)s.
sv: Fel: Det gick inte att initiera %(entry_name)s %(exception)s.
uk: Помилка: не вдалося ініціалізувати %(entry_name)s %(exception)s.

source: Evergreen polycarpic plants
nl: Groenblijvende polycarpische planten
uk: Вічнозелені багатоплідні рослини

source: Excellent
cs: Výborná
es: Excelente
hu: Kiváló
nl: Uitstekend
pt: Excelente
sv: Utmärkt
uk: Відмінно

source: Expedition
cs: Expedice
es: Expedición
hu: Expedíció
it: Spedizione
nl: Expeditie
pt: Expedição
uk: Експедиція

source: Export
es: Exportar
fr: Exporter
hu: Exportálás
it: Esporta
pt: Exportar
sv: Exportera
uk: Експорт

source: Export To JSON
es: Exportar a JSON
hu: JSON export
it: Esporta in formato JSON
nl: Exporteren Naar JSON
sv: Exportera till JSON
uk: Експорт в JSON

source: Export file <b>%(filename)s</b> for <b>%(table)s</b> table already exists. <i>Would you like to continue?</i>
cs: Soubor exportu <b>%(filename)s</b> pro tabulku <b>%(table)s</b> již existuje. <i>Chtěli byste pokračovat?</i>
es: El archivo a exportar <b>%(filename)s</b> para la tabla <b>%(table)s</b> ya existe. <i>Desea continuar?</i>
fr: Le fichier a exporter <b>%(filename)s</b> pour la table <b>%(table)s</b> existe déjà. <i>Voulez-vous continuer?</i>
hu: Az export file (<b>%(filename)s</b>) a <b>%(table)s</b> táblához már létezik. <i>Kívánja folytatni?</i>
it: Il file da esportare <b>%(filename)s</b> per la <b>%(table)s</b> tabella esiste già. <i>Vuoi continuare?</i>
nl: Export bestand <b>%(filename)s</b> van <b>%(tabel)s</b> tabel bestaat al. <i>Wilt u doorgaan?</i>
pt: Exportar arquivo <b>%(filename)s</b> para <b>%(table)s</b>. A tabela já existe. <i>Gostaria de continuar?</i>
sv: Exportfilen <b>%(filename)s</b> för tabellen <b>%(table)s</b> finns redan. <i>Vill du fortsätta?</i>
uk: Експортований файл <b>%(filename)s</b> для <b>%(table)s</b> таблиці вже існує. <i>Ви хочете продовжити?</i>

source: Expressions
es: Expresiones
pt: Expressões
uk: Вирази

source: Extinct (EX)
es: Extinta (EX)
hu: Kihalt (EX)
it: Estinta (EX)
nl: Uitgestorven (EX)
uk: Вимерлі (EX)

source: Extinct Wild (EW)
es: Extinta en estado salvaje (EX)
fr: Éteintes à l'état sauvage (EW)
hu: A természetben kihalt (EW)
it: Estinta allo stato selvatico (EW)
nl: Uitgestorven in het wild (EW)
uk: Вимерлі в природі (EW)

source: Fair
cs: Slušná
es: Regular
fr: Passable
pt: Razoável
sv: Ganska bra
uk: Виставка

source: Family
cs: Rodina
es: Familia
fr: Famille
hu: Család
it: Famiglia
nl: Familie
pt: Família
sv: Familj
uk: Сім'я

source: Family Editor
cs: Editor rodiny
es: Editor de familia
fr: Editeur de Familles
hu: Család Szerkesztő
it: Editore Famiglia
nl: Familie-Editor
pt: Editor de famílias
sv: Familjeredigerare
uk: Редактор сім'ї

source: Family Window
es: Ventana de familia
fr: Fenêtre de famille
hu: Család ablak
it: Finestra Famiglia
nl: Familie Venster
uk: Сім'ї вікно

source: Fax
uk: Факс

source: Female
cs: Samice
es: Feminina
fr: Femelle
hu: Nőnemű
it: Femminile
nl: Vrouwelijk
pt: Fêmea
sv: Honplanta
uk: Жіночий

source: Filename:
es: Nombre fichero:
fr: Nom de fichier :
hu: Filenév:
it: Nome del file:
nl: Bestandsnaam:
uk: Ім'я файлу:

source: Flags
es: Banderas
fr: Indicateurs
hu: Jelölők
uk: Прапори

source: Flower buds
cs: Poupata
es: Brotes de flor
fr: Boutons de fleurs
hu: Virágrügyek
it: Boccioli
nl: Bloemknoppen
pt: Botões florais
sv: Blomknoppar
uk: Розквітлі бутони

source: Flower buds: %s
pt: Botões florais: %s
uk: Квітучі бутони: %s

source: Flower colour
nl: Bloemkleur
uk: Колір квітки

source: Flowering
cs: Kvetoucí
es: En floración
hu: Virágzás
nl: Bloeiende
pt: Florada
sv: Blommar
uk: Цвітіння

source: Formatter Name
cs: Název formátora
es: Nombre del formato
fr: Nom du formateur
hu: Formatter neve
nl: Formatter Naam
pt: Nome do formatador
sv: Formateringsnamn
uk: Ім'я Formatter

source: Formatting Error %(exception)s
cs: Chyba formátování %(exception)s
es: Error de formato %(exception)s
fr: Error de mise en forme %(exception)s
hu: Formázási hiba %(exception)s
nl: Fout in opmaak %(exception)s
pt: Erro de formatação %(exception)s
sv: Formateringsfel %(exception)s
uk: Помилка форматування %(exception)s

source: From apomictic cloning (agamospermy)
nl: Van apomictische klonen (agamospermy)
uk: Від апоміктового клонування (агоспермія)

source: From controlled breeding
nl: Van gecontroleerde teelt
uk: Від контрольованої селекції

source: From open breeding
nl: Van open teelt
uk: Від відкритого розведення

source: From plants that are isolated and definitely self-pollinated
nl: Van afgeschermde planten die zeker zelfbestoven zijn
uk: З рослин, які є ізольованими і безумовно самозапиленими

source: From vegetative reproduction
nl: Van vegetatieve vermeerdering
uk: Від вегетативного розмноження

source: Fruit colour
nl: Kleur van de vrucht
uk: Колір фруктів

source: Fungal
cs: Houba
es: Hongos
fr: Fongique
nl: Schimmel
pt: Fúngico
sv: Mykorrhiza
uk: Грибкові

source: Fungal soak: %s
uk: Грибкові замочування: %s

source: GPS Datum
es: Fecha GPS
fr: Datum
hu: GPS dátum
it: Data secondo il GPS
pt: Informação do GPS
sv: GPS-tid
uk: GPS дані

source: Garden Propagation
cs: Rozšíření zahrady
es: Propagación de jardín
fr: Propagation de jardin
hu: Kerti szaporítás
it: Propagazione di giardino
nl: Voortkweking van de tuin
pt: Propagação do jardim
sv: Förökning i trädgård
uk: Садові розповсюдження

source: Gene Bank
cs: Genová banka
es: Banco de Genes
fr: Banque de gènes
hu: Génbank
it: banca di geni
nl: Genenbank
pt: Banco de Genes
sv: Genbank
uk: Банк генів

source: Gene bank
nl: Genenbank
uk: Генний банк

source: General
cs: Všeobecné
fr: Général
hu: Általános
it: Generale
nl: Algemeen
pt: Geral
sv: Allmänt
uk: Загальні

source: Fungal soak
es: Fúngica
fr: Trempe fongique
nl: Fungicide behandeling
uk: Грибкове просочення

source: Genus
cs: Rod
es: Género
fr: Genre
hu: Nemzetség
it: Genere
nl: Geslacht
pt: Gênero
sv: Släkte
uk: Рід

source: Genus Editor
cs: Editor rodů
es: Editor de género
fr: Editeur de Genre
hu: Nemzetség Szerkesztő
it: Editore Genere
nl: Geslacht Editor
pt: Editor de gêneros
sv: Släktesredigerare
uk: Редактор родів

source: Genus Window
es: Ventana de género
fr: Fenêtre de genre
hu: Nemzetség ablak
it: Finestra Genere
nl: Geslacht Venster
uk: Вікно роду

source: Germination date: %s
uk: Дата проростання: %s

source: Germination date
es: Fecha de germinación
fr: Date de la germination
hu: Csírázás dátuma
it: Anno di germinazione
nl: Datum van Kieming
uk: Дата проростання

source: Germination media
cs: Médium kíčení
es: Medio de germinación
fr: Moyens de germination
hu: Csírázási közeg
nl: Kiemmedium
pt: Meio de germinação
sv: Groningsmedium
uk: Середовище проростання

source: Germination rate: %s%%
pt: Taxa de germinação: %s%%
uk: Темпи проростання: %s%%

source: Ghini can't save your user preferences. Please check the file permissions of your config file: %s
cs: Ghini nemůže uložit nastavení uživatele. Zkontrolujte, prosím, oprávnění Vašeho souboru s nastavením: %s
es: Ghini no puede guardar sus preferencias. Compruebe los permisos del archivo de configuración: %s
fr: Impossible d'enregistrer vos préférences utilisateurs. Vérifier les autorisations associées à votre fichier de configuration: %s
hu: A Ghini nem képes elmenteni a felhasználói beállításokat. Ellenőrizze a beállítófájl fájlszintű jogosultságait: %s
it: Ghini non può salvare le tue preferenze di utente. Per piacere controlla i permessi file del tuo file di configurazione: %s
nl: Ghini kan de gebruikersvoorkeuren niet opslaan. Wilt u de permissies op de config-file checken: %s
pt: O Ghini não pôde salvar suas preferências de usuário. Por favor, verifique as permissões de seu arquivo de configuração: %s
sv: Ghini kan inte spara dina användarinställningar. Kontrollera filbehörigheterna för din konfigurationsfil: %s
uk: Ghini не зміг зберегти ваші налаштування. Перевірте права доступу до вашого файлу налаштувань: %s

source: Ghini development website
es: Sitio web de desarrollo Ghini
hu: Ghini fejlesztési weboldal
it: Sito web per lo sviluppo di Ghini
nl: Ghini ontwikkelingswebsite
sv: Ghini utvecklingswebbplats
uk: Ghini розробка сайту

source: Ghini does not have permission to read the database file: %s
cs: Ghini nemá oprávnění pro čtení souboru databáze: %s
es: Ghini no tiene permiso de lectura sobre el archivo de base de datos: %s
fr: Ghini n'a pas la permission de lire le fichier de base de données: %s
hu: A Ghini nem rendelkezik jogosultsággal az adatbázis file olvasásához: %s
it: Ghini non ha i permessi per leggere il file database: %s
nl: Ghini heeft geen leesrechten voor het databasebestand: %s
pt: O Ghini não possui permissão para ler o arquivo do banco de dados: %s
sv: Ghini saknar behörighet att läsa databasfilen: %s
uk: Ghini не має дозволу на читання файлу бази даних: %s

source: Ghini does not have permission to read the directory: %s
cs: Ghini nemá oprávnění pro čtení adresáře: %s
es: Ghini no tiene permiso de lectura sobre la carpeta: %s
fr: Ghini n'a pas la permission de lire ce répertoire: %s
hu: A Ghini nem rendelkezik jogosultsággal a mappa olvasásához: %s
it: Ghini non ha i permessi per leggere la directory: %s
nl: Ghini heeft geen leesrechten voor de directory: %s
pt: O Ghini não possui permissão para ler o diretório: %s
sv: Ghini saknar behörighet att läsa mappen: %s
uk: Ghini не має права на читання каталогу: %s

source: Ghini does not have permission to write to the database file: %s
cs: Ghini nemá oprávnění pro zápis do souboru databáze: %s
es: Ghini no tiene permiso de escritura sobre el archivo de base de datos: %s
fr: Ghini n'a pas la permission d'écrire dans le fichier de base de données: %s
hu: A Ghini nem rendelkezik jogosultsággal az adatbázis file írásához: %s
it: Ghini non ha i permessi per scrivere nel file database: %s
nl: Ghini heeft geen schrijfrechten voor het database bestand: %s
pt: O Ghini não possui permissão para gravar no arquivo do banco de dados: %s
sv: Ghini saknar behörighet att skriva till databasfilen: %s
uk: Ghini не має права на запис в файл бази даних: %s

source: Ghini does not have permission to write to the directory: %s
cs: Ghini nemá oprávnění pro zápis do adresáře: %s
es: Ghini no tiene permiso de escritura sobre la carpeta: %s
fr: Ghini n'a pas la permission d'écrire dans ce répertoire: %s
hu: A Ghini nem rendelkezik jogosultsággal a mappa írásához: %s
it: Ghini non ha i permessi per scrivere nella directory: %s
nl: Ghini heeft geen schrijfrechten voor de map: %s
pt: O Ghini não possui permissão para escrever no diretório: %s
sv: Ghini saknar behörighet att skriva till mappen: %s
uk: Ghini не має дозволу на запис в каталог: %s

source: Ghini forum
es: forum usuarios Ghini
hu: Ghini fórum
it: Forum Ghini
uk: Форум Ghini

source: Ghini wiki
es: la wiki de Ghini
uk: Ghini вікі

source: Given away (specify person)
cs: Dáno pryč (zadejte osobu)
es: Ghini no puede guardar sus preferencias. Compruebe los permisos del archivo de configuración: %s
fr: Donnés (préciser la personne)
hu: Adomány (adományozó neve)
it: Dato via (specificare la persona)
nl: Weggegeven (specificeer persoon)
pt: Doada (a pessoa)
sv: Bortskänkt (ange till vem)
uk: Віддано (вказати особу)

source: Given to Back 40 (FOGs)
cs: Dáno Back 40 (FOGs)
es: Regalado a Back 40 (FOGs)
fr: Ghini n'a pas la permission d'écrire dans le fichier de base de données: %s
it: Dato agli amici dell'orto
pt: Doado para Back 40 (FOGs)
sv: Given till Back 40 (FOGs)
uk: Віддано в Back 40 (FOGs)

source: Given to FOGs to sell
cs: Dáno FOG k prodeji
es: Sitio web de desarrollo Ghini
fr: Ghini n'a pas la permission d'écrire dans ce répertoire: %s
it: Dato agli amici dell'orto per la vendita
nl: Aan FOG's gegeven voor verkoop
pt: Dada a FOGs para venda
sv: Given till FOGs för försäljning
uk: Віддано в FOGs для продажу

source: Good
cs: Dobrá
es: Bueno/a
fr: Bonne
nl: Goed
pt: Boa
sv: Bra
uk: Добре

source: Germination rate
es: Porcentaje de germinación
fr: Taux de germination
hu: Csírázási arány
it: Tasso di germinazione
nl: Kiempercentage
uk: Відсоток проростання

source: Graft
cs: Štěp
es: Injerto
hu: Oltás
nl: Ent
pt: Enxerto
sv: Ymp
uk: Щеплення

source: Groups
cs: Skupiny
es: Grupos
fr: Groupes
hu: Csoportok
it: Gruppi
nl: Groepen
pt: Grupos
sv: Grupper
uk: Групи

source: H - hybrid formula
uk: H - гібридна формула

source: Habit
cs: Habitus
es: Hábito
hu: Kinézet
it: Portamento
nl: Habitus
pt: Hábito
sv: Växtsätt/växtform
uk: Особливість

source: Habitat description
cs: Popis místa výskytu
es: Descripción del hábitat
fr: Description de l’habitat
hu: Élőhely leírás
it: descrizione dell'habitat
nl: Habitat beschrijving
pt: Descrição do habitat
sv: Habitatbeskrivning
uk: Опис середовища існування

source: Has buds
nl: Heeft knoppen
uk: Має бруньки

source: Has flowers
nl: Heeft bloemen
uk: Має квіти

source: Has fruits
nl: Heeft fruit
pt: Hábito
uk: Має фрукти

source: Habitat
es: Hábitat
hu: Élőhely
uk: Природне середовище

source: Herbarium
es: Herbario
fr: Herbier
hu: Herbárium
it: Erbario
uk: Гербарій

source: Hormone
cs: Hormon
es: Hormona
hu: Hormon
it: Ormone
nl: Hormoon
pt: Hormônio
sv: Hormon
uk: Гормон

source: Hormone treatment: %s
uk: Гормональне лікування: %s

source: Horticultural Association or Garden Club
nl: Tuinbouwvereniging of tuinclub
uk: Садівнича асоціація або Садовий клуб

source: Horticultural Association/Garden Club
cs: Zahradnická asociace/klub
es: Asociación Hortícolas / Club de Jardinería
fr: Association Horticoles / Garden Club
hu: Kertészeti társaság / Kertbarát kör
it: Associazione orticola/Club di Giardineria
nl: Tuinbouwvereniging/Tuinclub
pt: Associação Horticultural/Clube de Jardinagem
sv: Hortikulturell organisation/Trädgårdsförening
uk: Садівнича Асоціація/Садовий Клуб

source: Host:
es: Anfitrión:
fr: Hôte:
hu: Kertészeti társaság / Kertbarát kör
pt: Máquina:
uk: Хост:

source: Hormone treatment
es: Tratamiento hormonal
fr: Traitement hormonal
hu: Hormonkezelés
it: Terapia ormonale
nl: Hormoon behandeling
uk: Гормональна терапія

source: Host:
cs: Hostitel:
es: Anfitrión:
fr: Hôte :
it: Server:
pt: Máquina:
sv: Värd:
uk: Хост:

source: Hybrid
es: Híbrido
fr: Hybride
hu: Hibrid
it: Ibrida
nl: Hybride
pt: Híbrido
uk: Гібрид

source: ID Qualifier
cs: ID kvalifikátoru
es: Calificador de ID
fr: Qualificateur d’ID
it: Qualificatore dell'ID
pt: ID Qualificador
uk: ID Класифікатор

source: ID format
es: Formato del ID
fr: Format d’ID
hu: ID formátum
it: Formato ID
nl: ID-formaat
uk: ID формат

source: Identification Qualifier
nl: Identificatiekenmerk
uk: Ідентифікаційний класифікатор
