Repository: Ghini/ghini.desktop
Catalog: po/*.po
Languages: cs, es, fr, hu, it, nl, pt, sv, uk

source: Search the Global Biodiversity Information Facility
cs: Prohledat informační zařízení o biologické diverzitě
es: Buscar en la GBIF (Infraestructura Mundial de Información en Biodiversidad)
fr: Rechercher sur le Système Mondial d'Information sur la Biodiversité
hu: Global Biodiversity Information Facility (GBIF) keresés
it: Cerca nel Global Biodiversity Information Facility
nl: Doorzoek the Global Biodiversity Information Facility
pt: Pesquisar no Mecanismo de Informação da Biodiversidade Global
sv: Sök i Global Biodiversity Information Facility
uk: Пошук в Глобальному інформаційному фонді з біорізноманіття

source: Search the Intergrated Taxonomic Information System
cs: Hledat v Integrovaném Taxonomickém Informačním Systému
es: Buscar en el ITIS (Sistema Integrado de Información Taxonómica)
fr: Recherche sur le Système d'information taxonomique intégré
hu: Intergrated Taxonomic Information System keresés
it: Cerca nel Sistema Integrato di Informazione Tassonomica (ITIS)
nl: Doorzoek the Intergrated Taxonomic Information System
pt: Pesquisar o Sistema Integrado de Informação Taxonômica
sv: Sök i Intergrated Taxonomic Information System
uk: Пошук в Інтегрованій системі таксономічної інформації

source: Search the International Plant Names Index
cs: Hledat v Mezinárodním Jmenném Indexu Rostlin
es: Buscar en el IPNI (Indice Internacional de Nombres de las Plantas)
fr: Rechercher dans l'Index international des noms de plantes
hu: International Plant Names Index keresés
it: Cerca nell'Indice Internazionale dei Nomi delle Piante (IPNI)
nl: Doorzoek the International Plant Names Index
pt: Pesquisar no Índice Internacional de Nomes de Plantas
sv: Sök i International Plant Names Index
uk: Пошук в Міжнародному індексі наукових назв рослин

source: Save your changes and add a genus to this family.
cs: Uložit Vaše změny a přidat rod do této rodiny.
es: Guarde los cambios y añade un género a esta familia.
fr: Enregistrez vos modifications et ajoutez un genre à cette famille.
hu: Változások mentése és nemzetség hozzáadása ehhez a családhoz.
it: Salva le modifiche e aggiungi un genere a questa famiglia.
nl: Wijzigingen opslaan en voeg geslacht toe aan deze familie.
pt: Salvar as alterações e adicionar um gênero à esta família.
sv: Spara dina ändringar och lägg till ett släkte i den här familjen.
uk: Збережіть зміни і додайте рід до цього сімейства.

source: Save your changes and add a plant to this accession.
es: Guardar los cambios y añadir otra planta a esta accesión.
fr: Enregistrez vos modifications et ajoutez une plante à cette accès.
hu: Változások mentése és növény hozzáadása ehhez a beszerzéshez.
it: Salvare le modifiche e aggiungere una pianta a questa accessione.
nl: Wijzigingen opslaan en voeg een plant toe aan deze accessie.
uk: Збережіть зміни і додайте рослину до цього приєднання.

source: Save your changes and add a species to this genus.
cs: Uložit Vaše změny a přidat druh do tohoto rodu.
es: Guarde los cambios y añade una especie de este género.
fr: Enregistrez vos modifications et ajoutez une espèce à ce genre.
hu: Változások mentése és faj hozzáadása ehhez a nemzetséghez.
it: Salva le modifiche e aggiungi una specie a questo genere.
nl: Wijzigingen opslaan en voeg een soort toe aan dit geslacht.
pt: Salvar as alterações e adicionar uma espécie para este gênero.
sv: Spara dina ändringar och lägg till en art i det här släktet.
uk: Збережіть зміни і додайте вид до цього роду.

source: Save your changes and add an accession to this species
cs: Uložit Vaše změny a přidat přírůstek k tomuto druhu
es: Guarde los cambios y añade una accesión a esta especie
fr: Enregistrez vos modifications et ajoutez un accès à cette espèce.
hu: Változások mentése és faj hozzáadása ehhez a beszerzéshez
it: Salvare le modifiche e aggiungere un'accessione a questa specie
nl: Wijzigingen opslaan en voeg een accessie toe aan deze soort
pt: Salvar suas alterações e adicionar uma referência a essa espécie
sv: Spara dina ändringar och registerför arten som en accession
uk: Збережіть зміни і додайте приєднання до цього виду

source: Save your changes and add another accession.
cs: Uložit Vaše změny a přidat další přírůstek.
es: Guardar los cambios y añadir otra accesión.
fr: Enregistrez vos modifications et ajoutez autre accès.
hu: Változások mentése és további beszerzés hozzáadása.
it: Salva le modifiche ed aggiungi un'altra accessione.
nl: Wijzigingen opslaan en andere accessie toevoegen.
pt: Salvar as alterações e adicionar uma outra referência.
sv: Spara dina ändringar och lägg till ytterligare en anslutning.
uk: Збережіть зміни і додайте ще одне приєднання.

source: Save your changes and add another family.
cs: Uložit Vaše změny a přidat další rodinu.
es: Guarde los cambios y agregue otra familia.
fr: Enregistrez vos modifications et ajoutez une nouvelle famille.
hu: Változások mentése és további család hozzáadása.
it: Salva le modifiche e aggiungi un'altra famiglia.
nl: Wijzigingen opslaan en andere familie toevoegen.
pt: Salvar as alterações e adicionar outra família.
sv: Spara dina ändringar och lägg till ytterligare en familj.
uk: Збережіть зміни і додайте ще одну сім'ю.

source: Save your changes and add another genus.
cs: Uložit Vaše změny a přidat jiný rod.
es: Guarde los cambios y añade otro género.
fr: Enregistrez vos modifications et ajoutez un nouveau genre.
hu: Változások mentése és további nemzetség hozzáadása.
it: Salva le modifiche e aggiungi un altro genere.
nl: Wijzigingen opslaan en ander geslacht toevoegen.
pt: Salvar as alterações e adicionar outro gênero.
sv: Spara dina ändringar och lägg till ytterligare ett släkte.
uk: Збережіть зміни і додайте інший рід.

source: Save your changes and add another plant.
cs: Uložit Vaše změny a přidat další rostlinu.
es: Guardar los cambios y añadir otra planta.
fr: Enregistrez vos modifications et ajoutez une nouvelle plante.
hu: Változások mentése és további növény hozzáadása.
it: Salva le modifiche ed aggiungi una nuova pianta.
nl: Wijzigingen opslaan en andere plant toevoegen.
pt: Salvar as alterações e adicionar outra planta.
sv: Spara dina ändringar och lägg till ytterligare en växt.
uk: Збережіть зміни і додайте ще одну рослину.

source: Save your changes and add another species
cs: Uložit Vaše změny a přidat nový druh
es: Guarde los cambios y añade otra especie
fr: Enregistrez vos modifications et ajoutez une nouvelle espèce.
hu: Változások mentése és további faj hozzáadása.
it: Salva le tue modifiche e aggiungi altre specie
nl: Wijzigingen opslaan en andere soort toevoegen
pt: Salvar as alterações e adicionar outra espécie
sv: Spara dina ändringar och lägg till ytterligare en art
uk: Збережіть зміни і додайте ще один вид

source: Seed
cs: Semeno
es: Semilla
hu: Mag
it: Seme
nl: Zaad
pt: Semente
sv: Frö
uk: Насіння

source: Seed or Spore
nl: Zaad of Sporen
uk: Насіння або Спори

source: Seed/Spore
cs: Semeno/Spora
es: Semilla/Espora
hu: Mag/Spóra
it: Seme/Spora
nl: Zaad/Sporen
pt: Semente/Espóro
sv: Frö/Spor
uk: Насіння/Спори

source: Seedling
cs: Sazenice
es: Plántula
hu: Magonc
nl: Zaailing
pt: Muda
sv: Fröplanta
uk: Саджанець

source: Select a Region
cs: Vyberte oblast
es: Seleccione una Región
fr: Sélectionnez une région
hu: Válasszon régiót
it: Scegli una regione
nl: Selecteer een Regio
pt: Selecione uma região
sv: Välj en region
uk: Виберіть регіон

source: Select a contact
es: Selecciones un contacto
fr: Choisir un contact
hu: Válasszon kapcsolattartót
it: Seleziona un contatto:
nl: Selecteer een contact
uk: Вибрати контакт

source: Select a directory
cs: Zvolte adresář
es: Seleccione un directorio
fr: Sélectionner un répertoire
hu: Válasszon ki egy könyvtárat
it: Seleziona una directory
nl: Kies een map
pt: Selecionar um diretório
sv: Välj en mapp
uk: Виберіть каталог

source: Select a file...
es: Selecciona un archivo...
pt: Selecionar um arquivo...
uk: Виберіть файл...

source: Select a stylesheet
cs: Vyberte stylopis
es: Seleccione una hoja de estilo
fr: Sélectionnez une feuille de style
hu: Válasszon stíluslapot
nl: Selecteer een stylesheet
pt: Selecionar uma folha de estilos
sv: Välj en formatmall
uk: Виберіть таблицю стилів

source: Select a file…
cs: Vyberte soubor…
es: Selecciona un archivo…
fr: Séléctionner un fichier…
hu: Válasszon ki egy file-t …
pt: Selecionar um arquivo…
sv: Välj en fil…
uk: Виберіть файл…

source: Show details
cs: Zobrazit detaily
es: Mostrar detalles
fr: Montrer les détails
hu: Részletek Megjelenítése
nl: Toon details
pt: Exibir detalhes
sv: Visa information
uk: Показати подробиці

source: Show only Ghini users
cs: Zobrazit pouze uživatele Ghini
es: Mostrar solo usuarios Ghini
fr: Afficher uniquement les utilisateurs Ghini
hu: Csak Ghini felhasználók mutatása
it: Mostra solo gli utenti Ghini
nl: Toon alleen Ghini users
pt: Mostrar somente usuários do Ghini
sv: Visa endast för Ghini-användare
uk: Показувати тільки користувачам Ghini

source: Singled
cs: Vyčleněné
es: Síngola
pt: Único
sv: Enkel
uk: Визначити

source: Slice
cs: Řízek
pt: Fatia
sv: Skiva
uk: Фрагмент

source: Some or all of the information about your institution or business is not complete. Please make sure that the Name, Technical Contact, Email, Contact and Institution Code fields are filled in.
cs: Některé nebo všechny informace o Vašem zařízení či byznysu nejsou dokončeny. Ujistěte se, že pole Jméno, Technický kontakt, Email, Kontakt a kód instituce jsou vyplněny.
es: Parte de la información acerca de su institución o trabajo no esta completa. Por favor asegúrese que el Nombre, Contacto Técnico, Correo Electrónico, Código de Contacto e Institución estén rellenados.
fr: Certaines ou toutes les informations à propos de votre institution ou votre société ne sont pas complètes. Veuillez vous assurer que le nom, le contact technique, l'email, le contact et le code de l'institution sont remplis.
hu: Intézetének vagy vállalkozásának adatai részben vagy teljesen hiányosak. Ellenőrizze, hogy a Név, Technikai kapcsolattartó, Email, Kapcsolattartó és Intézménykód mezők mindegyike ki van-e töltve!
it: Alcune o tutte le informazioni riguardo al tuo ente o lavoro non sono complete. Per piacere assicurati che i campi di Nome, Contatto Tecnico, Email, Contatto e Codice Ente siano riempiti.
nl: Één of meer informatievelden over uw instituut of bedrijf zijn leeg. Zorg ervoor dat in elk geval de velden Naam, Technisch Contact, Email, Contact en Instituut Code ingevuld zijn.
pt: Algumas ou todas as informações sobre sua instituição ou empresa não estão completas. Por favor, certifique-se de que os campos nome, contato técnico, e-mail, contato e código da Instituição estão preenchidos.
sv: En del eller all information om din institution eller ditt företag är ofullständig. Säkerställ att fälten Namn, Teknisk kontakt, E-post Kontakt och Institutionskod är ifyllda.
uk: Частина або вся інформація про установу або спеціальності відсутня. Будь ласка, переконайтеся що заповнені поля Ім'я, Технічний контакт, Електронна пошта, Контакт і Код установи.

source: Source
cs: Zdroj
es: Fuente
hu: Forrás
it: Fonte
nl: Bron
pt: Origem
sv: Källa
uk: Джерело

source: Source's ID
es: Identificación de la fuente
fr: ID de la source
hu: Forrás ID
it: ID di origine
nl: Bron-ID
uk: ID джерела

source: South
cs: Jih
es: Sur
fr: Sud
hu: Dél
it: Sud
nl: Zuiden
pt: Sul
sv: Syd
uk: Південь

source: Species
cs: Druh
es: Especie
fr: Espèce
hu: Faj
it: Specie
nl: Soorten
pt: Espécie
sv: Art
uk: Вид

source: Species Qualifier
uk: Кваліфікатор видів

source: Species Editor
cs: Editor rostlinných druhů
es: Editor de especies de plantas
fr: Editeur des Espèces de Plantes
hu: Faj szerkesztő
it: Editor Specie Piante
pt: Editor de Espécies de Plantas
sv: Växtartsredigerare
uk: Редактор видів

source: Species Window
es: Ventana de especies
fr: Fenêtre d’espèces
hu: Faj ablak
it: Finestra di specie
nl: Soorten Scherm
uk: Вітрина виду

source: Species author
cs: Autor druhu
es: Autor de la especie
fr: Auteur des espèces
hu: Faj auktor
it: Autore della specie
nl: Soort auteur
pt: Autor da espécie
sv: Auktorsnamn
uk: Автор виду

source: Species distribution
cs: Druhová distribuce
es: Distribución de la especie
fr: Répartition des espèces
hu: Faj elterjedése
it: Distribuzione della specie
nl: Verspreidingsgebied soort
pt: Distribuição da espécie
sv: Artens utbredning
uk: Розповсюдження виду

source: Species epithet
cs: Přídomek druhu
es: Nombre específico
fr: Épithète d'espèces
it: Epiteto della specie
nl: Soort epitheton
pt: Apelido da espécie
sv: Artepitet
uk: Епітет виду

source: Species hybrid flag
cs: Hybridní příznak druhu
es: Indicador de híbrido de especie
fr: Indicateur d'hybride d'espèce
hu: Faj hibrid jelölő
it: Flag specie ibrida
nl: Soorten hybride flag
pt: Sinalizador de espécie híbrida
sv: Arthybridflagga
uk: Гібридна ознака виду

source: Species name
cs: Druhové jméno
es: Nombre de la especie
fr: Nom de l’espèce
hu: Fajnév
it: Nome della specie
nl: Soort naam
pt: Nome da espécie
sv: Artnamn
uk: Ім'я виду

source: Species synonyms
cs: Druhová synonyma
es: Sinónimos de la especie
fr: Synonymes d'espèces
hu: Faj szinonímák
it: Sinonimi della specie
nl: Soort synoniem
pt: Sinônimos da espécie
sv: Vetenskapliga synonymer
uk: Синоніми виду

source: Spore
cs: Spora
es: Espora
hu: Spóra
it: Spora
nl: Sporen
pt: Espóro
sv: Spor
uk: Спора

source: Sporeling
cs: Sporenice
hu: Előtelep
nl: Voorkiem
pt: Espóro
sv: Sporplanta
uk: Молодий спорофіт

source: Staff member
cs: Zaměstnanec
es: Miembro del personal
fr: Membre
hu: Munkatárs
it: Membro dello staff
nl: Lid personeel
pt: Membro do pessoal
sv: Anställd
uk: Штатний співробітник

source: Staff of this botanic garden
uk: Персонал цього ботанічного саду

source: Status
es: Estado
hu: Státusz
it: Stato
uk: Статус

source: Stolen
cs: Ukradena
es: Robada
hu: Ellopták
it: Rubata
nl: Gestolen
pt: Roubada
sv: Stulen
uk: Вкрадені

source: Stored in a dormant state
uk: Зберігаються в стані спокою

source: Summer Kill
cs: Spálena
es: Víctima del verano
fr: Tuer l’été
hu: Nyári pusztulás
it: Morte estiva
nl: Zomer niet overleefd
pt: Morta pelo verão
sv: Dog under sommaren
uk: Знищено жарою

source: Synonyms
cs: Synonyma
es: Sinónimos
fr: Synonymes
hu: Szinonimák
it: Sinonimi
nl: Synoniemen
pt: Sinônimos
sv: Synonymer
uk: Синоніми

source: Species qualifier
cs: Druhový kvalifikátor
es: Cualificación
fr: Espèce qualificatif
it: Qualificatore della specie
pt: Qualificador de espécie
uk: Кваліфікатор виду

source: Split
es: Separar
nl: Splitsen
pt: Separar
sv: Dela
uk: Розгалуження

source: Split Mode
cs: Režim větvení
es: Dividir
fr: Diviser
it: Divisione
pt: Modo Separação
sv: Delningsläge
uk: Режим розгалуження

source: Splitting from %(plant_code)s. The quantity will be subtracted from %(plant_code)s
cs: Větvení z %(plant_code)s. Množství bude odečteno z %(plant_code)s
es: Partiendo de %(plant_code)s. Se restará la cantidad de %(plant_code)s
fr: Fractionnement de %(plant_code)s. La quantité sera soustrait %(plant_code)s
it: Dividere %(plant_code)s. La quantità verrà sottratta da %(plant_code)s
nl: Splitsen van %(plant_code)s. Het aantal wordt in mindering gebracht bij %(plant_code)s
pt: Separando de %(plant_code)s. A quantidade será subtraída de %(plant_code)s
sv: Uppdelning från %(plant_code)s. Mängden kommer att subtraheras från %(plant_code)s
uk: Розгалуження з %(plant_code)s. Кількість буде відніматися з %(plant_code)s

source: TNRSapp - Taxonomic Name Resolution Service
uk: TNRSapp - Служба вирішення таксономічних назв

source: Table
cs: Tabulka
es: Tabela
hu: Tábla
it: Tabella
nl: Tabel
pt: Tabela
sv: Tabell
uk: Таблиця

source: Tag Selection
cs: Výběr štítku
es: Etiquetar la selección
fr: Marquer la sélection
hu: Címke választás
it: Selezione Etichetta
nl: Tag Selectie
pt: Seleção de etiquetas
sv: Taggval
uk: Вибір тегу

source: Tags
cs: Značky
es: Etiquetas
hu: Címkék
it: Etichette
pt: Etiquetas
sv: Taggar
uk: Теги

source: Taxon
es: Taxón
uk: Таксон

source: Taxonomy check
es: Verífica taxonómica
hu: Taxonómiai ellenőrzés
it: Controllo tassonomico
nl: Taxonomische verificatie
uk: Таксономічна перевірка

source: Tagged type
es: etiquetado
fr: Type marqué
it: Tipi etichettati:
uk: Тип маркування

source: Technical contact
cs: Technický kontakt
es: Contacto técnico
fr: Contact technique
hu: Technikai kapcsolattartó
it: Contatto tecnico
nl: Technisch contactpersoon
pt: Contato técnico
sv: Teknisk kontakt
uk: Технічна підтримка

source: Telephone
cs: Telefon
es: Teléfono
fr: Téléphone
hu: Telefon
it: Telefono
nl: Telefoon
pt: Telefone
sv: Telefon
uk: Телефон

source: The %(plugin_name)s plugin is listed in the registry but isn't wasn't found in the plugin directory
cs: Zásuvný modul %(plugin_name)s je zaznamenán v registru, ale nebyl nalezen v adresáři zásuvných modulů
es: El complemento %(plugin_name)s esta listado en el registro pero no fue encontrado en el directorio de complementos
fr: Le plugin %(plugin_name)s est présent dans le registre mais n'est pas disponible dans le répertoire des plugins
hu: A %(plugin_name)s plugin szerepel a registry-ben, de nem található a plugin könyvtárban
it: Il plugin %(plugin_name)s è elencato nel registro ma non è stato trovato nella directory dei plugin
nl: De %(plugin_name)s plugin wordt in het register vermeld, maar kan niet in de plugin directory worden gevonden
pt: O plugin %(plugin_name)s é listado no registro mas não foi encontrado no diretório de plugins
sv: Insticksmodulen %(plugin_name)s finns med i registret, men kunde inte hittas i insticksmodulmappen
uk: Плагін %(plugin_name)s зазначений в реєстрі але не знайдений в каталозі плагінів

source: The <b>%s</b> table already exists in the database and may contain some data. If a row the import file has the same id as a row in the database then the file will not import correctly. <i>Would you like to drop the table in the database first. You will lose the data in your database if you do this?</i>
cs: Tabulka <b>%s</b> již v databázi existuje a může obsahovat jistá data. Pokud řádek, který soubor importu obsahuje, má stejné id jako řádek v databázi, pak soubor nebude správně importován. <i>Chtěli byste nejdříve tabulku smazat? Tímto ztratíte data ve Vaší databázi.</i>
es: En la base de datos ya hay una tabla <b>%s</b>, que podría contener datos. Si una linea del archivo importado tuviera el mismo identificador de una linea ya presente en la base de datos, la importación no se realizaría correctamente. <i>¿Está de acuerdo con eliminar todo contenido de la tabla de la base de datos, antes de realizar la importación?</i>
fr: La table <b>%s</b> existe déjà dans la base de données et peut contenir des données. Si une ligne du fichier importé à la même id qu'une ligne dans la base de données alors le fichier ne sera pas importé correctement. <i>Voulez-vous supprimer la table dans la base de données en premier. Vous perdrez toutes les données dans la base de données si vous le faites?</i>
hu: A <b>%s</b> tábla már megtalálható az adatbázisban, és adatok is lehetnek benne. Amennyiben az importálandó file valamely sorának azonosítója megegyezik az adatbázis egy rekordjának azonosítójával, az importálás nem fog korrektül lefutni. <i>Kívánja import előtt törölni az adatbázis táblát? Ez a táblában jelenleg található összes adat elveszését okozza.</i>
it: La tabella <b>%s</b> esiste già nel database e potrebbe contenere dati. Se una riga del file importato ha lo stesso id di na riga nel database, il file non verrà importato correttamente. <i>Puoi cancellare la tabella nel database per prima cosa. Saranno persi tutti i dati del proprio database se effettuato.</i>
nl: De <b>%s</b> tabel bestaat reeds in de database en kan enige data bevatten. Als een rij in de import file dezelfde id heeft als een rij in de database dan wordt de file niet correct geïmporteerd. <i>Wilt u de tabel in de database eerst laten vervallen? U verliest daarmee gegevens in uw database.</i>
pt: A tabela <b>%s</b> já existe no banco de dados e pode conter alguns dados. Se uma linha do arquivo importado tiver a mesma ID de uma linha do banco de dados, então o arquivo não será importado corretamente. <i>Gostaria de descartar a tabela no banco de dados primeiro? Você perderá os dados no seu banco de dados se fizer isso.</i>
sv: Tabellen <b>%s</b> finns redan i databasen och kan innehålla data. Om en rad i importfilen har samma ID som en rad i databasen, så kommer inte filen att importeras på ett korrekt sätt. <i>Would you like to drop the table in the database first. You will lose the data in your database if you do this?</i>
uk: <b>%s</b> таблиця вже існує в базі даних і може містити дані. Якщо рядок файлу імпорту має той же id як у рядку бази даних, то файл не буде правильно імпортований. <i>Ви хочете видалити таблицю в базі даних в першу чергу. Ви втратите дані в базі даних, якщо ви це робите?</i>

source: The <i>lxml</i> package is required for the ABCD plugin
cs: Zásuvný modul ABCD vyžaduje balíček <i>lxml</i>
es: Se requiere el paquete <i>lxml</i> para el complemento ABCD
fr: Le module <i>lxml</i> est requis pour le plugin ABCD
hu: A <i>lxml</i> package szükséges az ABCD plugin-hoz
it: Il pacchetto <i>lxml</i> è un requisito obbligatorio per il plugin ABCD
nl: Het <i>lxml</i> pakket is benodigd voor de ABCD plugin
pt: O pacote <i>lxml</i> é requerido para o plugin ABCD
sv: Paketet <i>lxml</i> krävs för insticksmodulen ABCD
uk: <i>lxml</i> пакет необхідний для ABCD плагіна

source: The ABCD file was created but failed to validate correctly against the ABCD standard.
cs: Soubor ABCD byl vytvořen, ale nelze ho správně ověřit se standardy ABCD.
es: El archivo ABCD fue creato pero no respecta el estándar ABCD.
fr: Le fichier ABCD a été créé mais n’a pas pu valider correctement par rapport à la norme ABCD.
hu: Az ABCD file létrejött, de az ABCD szabvány szerinti validálása sikertelen.
it: Il file ABCD è stato creato ma non risulta conforme allo standard ABCD..
pt: O arquivo ABCD foi criado mas falhou ao ser validado no padrão ABCD.
sv: ABCD-filen skapades, men kunde inte verifieras mot standarden för ABCD.
uk: Файл ABCD був створений, але не вдалося коректно перевірити щодо стандарту ABCD.

source: The ID Qualifier Possible values: %s
cs: Kvalifikátor ID Možné hodnoty: %s
es: El diferenciador del identificador Valores posibles: %s
fr: L'ID de qualification Les valeurs possibles: %s
it: Il Qualificatore ID Possibili valori: %s
pt: O ID qualificador Valores possíveis: %s
sv: ID-attributet Möjliga värden: %s
uk: ID Класифікатор Можливі значення: %s

source: The Users editor is only valid on a PostgreSQL database
cs: Editor uživatelů je platný pouze v databázi PostgreSQL
es: El editor de usuarios solo funciona en combinación con una base de datos PostgreSQL
fr: L’éditeur des utilisateurs n’est valable que sur une base de données PostgreSQL
hu: A felhasználó szerkesztő csak PostgreSQL adatbázis esetén használható
it: L'editore utenti può essere utilizzato solo su un database PostgreSQL
nl: De Users editor is alleen functioneel in combinatie met een PostgreSQL database
pt: O Editor de usuários funciona somente em um banco de dados PostgreSQL
sv: Användarredigeraren kan endast användas med en PostgreSQL-databas
uk: Редактор користувачів дійсний тільки в базі даних PostgreSQL

source: The accession ID must be a unique code
cs: ID přírůstku musí být jedinečný kód
es: El identificador de accesión no puede estar repetido
fr: Chaque accès doit avoir un code unique
hu: A beszerzés ID egyedi azonosító kell, hogy legyen
it: L'ID dell'accessione deve essere un codice univoco
nl: Het toegangs ID moet een unieke code zijn
pt: A ID de referência deve ser um código único
sv: Accessions-ID:t måste vara en unik kod
uk: Приєднання ID повинно бути унікальним кодом

source: The accession includes both 'male' and 'female' individuals as described above
uk: Приєднання включає як 'чоловічі', так і 'жіночі', як описано вище
