Repository: Ghini/ghini.desktop
Catalog: po/*.po
Languages: cs, es, fr, hu, it, nl, pt, sv, uk

source: If the id_qual is aff. or cf. then id_qual_rank is required. %s
cs: Pokud id_qual je aff. nebo cf. pak je vyžadován id_qual_rank. %s
es: Si el id_qual es aff. o cf. entonces se requiere id_qual_rank. %s
fr: Si l'id_qual est aff. ou cf. alors id_qual_rank est requis. %s
hu: Ha az id_qual értéke aff. vagy cf., akkor az id_qual_rank megadása kötelező. %s
it: Se l'id_qual è aff. o cf. allora l'id_qual_rank è obbligatorio. %s
nl: Als de id_qual gelijk is aan aff. of cf., is id_qual_rank vereist. %s
pt: Se a id_qual for aff. ou cf. então o id_qual_rank é necessário. %s
sv: Om id_qual är aff. eller cf., så krävs id_qual_rank. %s
uk: Якщо id_qual є aff. або cf. тоді id_qual_rank необхідно. %s

source: Immature
cs: Nedospělé
es: Inmadura
nl: Onvolwassen
pt: Imatura
sv: Outvecklad
uk: Незрілі

source: Import
es: Importar
fr: Importer
hu: Importálás
it: Importa
pt: Importar
sv: Importera
uk: Імпорт

source: Imported
es: Importada
hu: Importálva
it: Importato
nl: Geïmporteerd
sv: Importerade
uk: Імпортовано

source: Impound
es: Incautación
it: Confiscato
nl: Inbeslagname
sv: Beslagta
uk: Заповнити

source: In order to import the files the following tables will need to be dropped: <b>%s</b> Would you like to continue?
cs: Abyste soubory importovali, budou muset být odstraněny následující tabulky: <b>%s</b> Chcete pokračovat?
es: Para importar los archivos se tienen que eliminar las siguientes tablas: <b>%s</b> ¿Quiere continuar?
fr: Pour importer les fichiers, les tables suivantes seront supprimées: <b>%s</b> Voulez-vous continuez?
hu: A fájlok importálásához az alábbi táblák törlése szükséges: <b>%s</b> Kívánja folytatni?
nl: Om de bestanden te importeren moeten de volgende tabellen worden verwijderd: <b>%s</b> Wilt u doorgaan?
pt: Para poder importar os arquivos, as tabelas a seguir deverão ser eliminadas: <b>%s</b> Gostaria de continar?
sv: För att kunna importera filer måste följande tabeller utelämnas: <b>%s</b> Vill du fortsätta?
uk: Для того, щоб імпортувати файли наступні таблиці потрібні бути скинуті: <b>%s</b> Ви хочете продовжити?

source: In order to tag an item you must first search for something and select one of the results.
cs: Abyste označili položku, musíte nejdříve něco hledat a pak ji zvolit ve výsledcích.
es: para poner una etiqueta a un objecto, primero es necesario hacer una búsqueda y seleccionar algo entre los resultados.
fr: Pour marquer un élément, vous devez d’abord chercher quelque chose et sélectionner un des résultats.
hu: Ahhoz, hogy címkéket adjon egy tételhez, először futtasson egy keresést és válasszon egyet a találatok közül!
it: Per poter etichettare un oggetto bisogna prima effettuare una ricerca e selezionare uno dei risultati.
nl: Om een tag toe te voegen aan een item moet u eerst een zoekopdracht starten en een resultaat selecteren.
pt: Para etiquetar um ítem, você precisa procurar primeiro por algo e selecionar um dos resultados.
sv: För att kunna tagga ett objekt, så måste du först söka efter något och välja ett av resultaten.
uk: Для того, щоб позначити елемент ви повинні спочатку знайти щось і вибрати один із результатів.

source: In vitro
uk: В лабораторії

source: Indicates if the species a complex
uk: Вказує, якщо вид складний

source: Indicates whether this accession record should be considered private.
cs: Určuje, zda tento záznam přírůstku by měl být považován za soukromý.
es: Indica si este registro de accesión debería considerarse privado.
fr: Indique si cette accès doit être considéré comme privé.
hu: Azt jelzi, hogy ez a beszerzés privát-ként kezelendő.
it: indica se questo record di accessione dovrebbe essere considerato privato.
nl: Geeft aan of dit accessie-record moet worden beschouwd als privé.
pt: Indica se este registro de referência deve ser considerado privado.
sv: Visar om denna accessionskatalog skall betraktas som privat eller inte.
uk: Вказує, чи слід цей запис приєднання вважати приватним.

source: Indistinguishable Mass
cs: Nerozlišitelná hmota
es: Masa indistinguible
fr: Masse indistinguable
nl: Niet te onderscheiden van de massa
pt: Massa indistinguível
sv: Oigenkännlig massa
uk: Знеособлені маси

source: Individual
cs: Jednotlivec
it: Individuale
nl: Individueel
pt: Indivíduo
sv: Privatperson
uk: Особа

source: Individual wild plant(s)
nl: Individuele wilde plant(en)
uk: Індивідуальні дикоростучі рослини

source: Infraspecific parts
es: Información infraespecífica
fr: Information infraspécifique
it: Informazione infraspecifica
nl: infraspecifieke taxa
uk: Внутрішньовидові частини

source: Institution
cs: Instituce
es: Institución
fr: Structure
hu: Intézmény
it: Istituzione
nl: Instituut
pt: Instituição
uk: Установа

source: Institution Editor
cs: Editor instituce
es: Editor de intrucciones
fr: Editeur d'institution
hu: Intézmény szerkesztő
it: Editore Istituzione
nl: Instituut Editor
pt: Editor da instituição
sv: Institutionsredigerare
uk: Редактор установ

source: Institution Name *
es: Nombre de la Institución *
fr: Nom de l’institution *
hu: Intézménynév *
it: Nome istruzione
nl: Naam instituut *
uk: Назва установи *

source: Institutional code
cs: Kód instituce
es: Código institucional
fr: Code institutionnel
hu: Intézmény kódja
it: Codice istituzionale
nl: Institutionele code
pt: Código da instituição
sv: Institutionskod
uk: Код установи

source: Insufficient Data
cs: Nedostatečná data
es: Datos insuficientes
fr: Données insuffisantes
hu: Hiányos adatok
it: Dati insufficienti
nl: Onvoldoende Gegevens
pt: Dados insuficientes
sv: Otillräckliga data
uk: Недостатньо даних

source: Insufficient data to determine
nl: Er zijn onvoldoende gegevens om te determineren
uk: Недостатньо даних для визначення

source: Insufficient information to determine breeding system
uk: Недостатньо інформації для визначення системи розмноження

source: Intact
cs: Neporušené
es: Intacto
it: Intatto
pt: Intácto
sv: Intakt
uk: Цілий

source: Intended Locations
es: Lugares previstos
fr: Emplacements prévus
hu: Tervezett helyszínek
it: Località di destinazione
nl: Beoogde locaties
uk: Призначені місця

source: Internodal
cs: Meziuzlové
fr: Internodale
it: Internodale
nl: Internodaal
sv: Internod
uk: Міжвузловий

source: It is not known if the name of the plant has been checked by an authority.
nl: Het is niet bekend of de naam van de plant gecontroleerd is door een autoriteit.
uk: Невідомо чи ім'я рослини було перевірено службою сертифікації.

source: It is possible that importing data into this database could destroy or corrupt your existing data. <i>Would you like to continue?</i>
cs: Je možné, že import dat do této databáze může poškodit nebo zničit Vaše existující data. <i>Chtěli byste pokračovat?</i>
es: Es posible que la importación de datos en esta base de datos podría destruir o corromper sus datos existentes. <i>Desea continuar?</i>
fr: Il est possible que l'import de données dans cette base de données détruise ou corrompe vos données existantes. <i>Voulez-vous continuer?</i>
hu: Elképzelhető, hogy az adatok importálása ebbe az adatbázisba törli vagy károsítja a meglevő adatait. <i>Kívánja folytatni?</i>
nl: Het importeren van gegevens in deze database kan uw bestaande data vernietigen of beschadigen. <i>Wilt u verdergaan?</i>
pt: É possível que a importação de dados para esse banco de dados possa destruir ou danificar os dados existentes. <i>Gostaria de continuar?</i>
sv: Det är möjligt att import av data till denna databas skulle kunna förstöra eller skada din befintliga data. <i>Vill du fortsätta?</i>
uk: Цілком можливо, що імпорт даних в дану базу даних може знищити або зіпсувати ваші існуючі дані. <i>Ви хочете продовжити?</i>

source: Kingdom
nl: Plantenrijk
uk: Королівство

source: Item(s)
es: Elemento(s)
hu: Tétel(ek)
uk: Елемент(и)

source: Label distribution
cs: Rozšíření jmenovky
es: Distribución en la etiquetas
fr: Distribution (sur l'étiquette)
hu: Elterjedés (a címkén)
it: Distribuzione per l'etichetta
nl: Label verspreidingsgebied
pt: Distribuição de etiquetas
sv: Utbredningstext på etikett
uk: Маркувати

source: Last updated:
es: Última actualización:
fr: Dernière mise à jour :
hu: Utolsó frissítés:
it: Ultimo aggiornamento:
nl: Laatst bijgewerkt:
sv: Senast uppdaterad:
uk: Останнє оновлення:

source: Latex/resin
nl: Latex/hars
uk: Латекс/смола

source: Latitude
cs: Zeměpisná šířka
es: Latitud
it: Latitudine
nl: Breedtegraad
sv: Latitud
uk: Широта

source: Layer
cs: Vrstva
es: Capa
fr: Couche
hu: Bujtás
nl: Laag
pt: Camada
sv: Avläggare
uk: Відсадок

source: Latitude:
es: Latitud:
it: Latitudine:
nl: Breedtegraad:
uk: Широта:

source: Least Concern (LC)
es: Preocupación menor (LC)
fr: Préoccupation mineure (LC)
hu: Csekély érintettség (LC)
it: Preoccupazione minore (LC)
nl: Minst zorgwekkend (LC)
uk: Найменший ризик (LC)

source: Leaves
cs: Listy
es: Hojas
fr: Feuilles
hu: Levelek
it: Foglie
nl: Bladeren
pt: Folhas
sv: Blad
uk: Листя

source: Leaves reduced by
cs: Listy sníženy o
es: Hojas reducida por
fr: Feuilles réduites par
it: Fogliame ridotto del
nl: Bladreductie met
pt: Folhas reduzidas em
sv: Blad reducerade med
uk: Зменшення листя

source: Leaves: %s
uk: Листя: %s

source: Length: %(length)s%(unit)s
cs: Délka: %(length)s%(unit)s
es: Largo: %(length)s%(unit)s
fr: Longueur : %(length)s%(unit)s
hu: Hossz: %(length)s%(unit)s
it: Lunghezza: %(length)s%(unit)s
nl: Lengte: %(length)s%(unit)s
pt: Comprimento: %(length)s%(unit)s
sv: Längd: %(length)s %(unit)s
uk: Довжина: %(length)s%(unit)s

source: Level
cs: Úroveň
es: Nivel
fr: Niveau
hu: Szint
it: Livello
nl: Niveau
pt: Nível
sv: Nivå
uk: Рівень

source: Links
cs: Odkazy
es: Enlaces
fr: Liens
hu: Hivatkozások
it: Collegamenti
sv: Länkar
uk: Посилання

source: Liquid
cs: Tekutina
es: Líquido
fr: Liquide
hu: Folyékony
nl: Vloeibaar
pt: Líquido
sv: Vätska
uk: Рідина

source: Locale
cs: Místo
nl: Lokaal
pt: Localização
sv: Lokal
uk: Місцеві

source: Location
cs: Umístění
es: Ubicación
fr: Emplacement
hu: Hely
it: Collocazione
nl: Locatie
pt: Localização
sv: Plats
uk: Розташування

source: Location: %s
es: Ubicación: %s
pt: Localização: %s
uk: Розташування: %s

source: Long-lived monocarpic plants
uk: Довгоживучі одноплідні рослин

source: Longitude
cs: Zeměpisná délka
es: Longitud
it: Longitudine
nl: Lengtegraad
sv: Longitud
uk: Довгота

source: Lost, whereabouts unknown
cs: Ztracena, umístění neznámé
es: Perdida, ubicación desconocida
fr: Perdu, localisation inconnue
hu: Elveszett, helyszín ismeretlen
it: Persa, non si sa dove sia
nl: Verloren, locatie onbekend
pt: Perdida, paradeiro desconhecido
sv: Försvunnen, vistelseort okänd
uk: Втрачено, місцезнаходження невідоме

source: Male
cs: Samec
es: Masculina
hu: Hímnemű
it: Maschile
nl: Mannelijk
pt: Masculino
sv: Hanplanta
uk: Чоловічий

source: MapperSearch.add_meta(): default_columns argument cannot be empty
cs: MapperSearch.add_meta(): argument default_columns nemůže být prázdný
es: MapperSearch.add_meta(): el argumento default_columns no puede estar vacío
fr: MapperSearch.add_meta(): l'argument default_columns ne peut pas être vide
hu: MapperSearch.add_meta(): default_columns érték nem lehet üres
it: MapperSearch.add_meta(): default_columns l'argomento non può essere vuoto
nl: MapperSearch.add_meta(): default_columns argument mag niet leeg zijn
pt: MapperSearch.add_meta(): O argumento default_columns não pode ser vazio
sv: MapperSearch.add_meta(): argumentet default_columns kan inte vara tomt
uk: MapperSearch.add_meta(): default_columns аргумент не може бути порожнім

source: Location 1
cs: Místo 1
es: Ubicación 1
fr: Emplacement 1
hu: Helyszín 1
it: Collocazione 1
nl: Locatie 1
pt: Localização 1
sv: Plats 1
uk: Розташування 1

source: Location 2
cs: Místo 2
es: Ubicación 2
fr: Emplacement 2
hu: Helyszín 2
it: Collocazione 2
pt: Localização 2
uk: Розташування 2

source: Location Details
es: Detalles de la Ubicacion
fr: Détails de l’emplacement
hu: Helyszín részletek
it: Dettagli località
nl: Locatie details
uk: Подробиці розташування

source: Location:
es: Ubicación:
fr: Emplacement :
hu: Helyszín:
nl: Locatie:
uk: Розташування:

source: Longitude:
es: Longitud:
nl: Lengtegraad:
uk: Довгота:

source: MapperSearch.add_meta(): default_columns argument must be list
cs: MapperSearch.add_meta(): argument default_columns musí být seznam
es: MapperSearch.add_meta(): el argumento default_columns debe ser listado
fr: MapperSearch.add_meta(): l'argument default_columns doit être une liste
hu: MapperSearch.add_meta(): a default_columns értéknek egy listának kell lennie
it: MapperSearch.add_meta(): default_columns l'argomento deve essere una lista
nl: MapperSearch.add_meta(): default_columns argument moet een lijst zijn
pt: MapperSearch.add_meta(): O argumento default_columns deve ser uma lista
sv: MapperSearch.add_meta(): argumentet default_columns måste vara lista
uk: MapperSearch.add_meta(): default_columns аргумент має бути списком

source: Matched binomial
it: Binomiale trovato
uk: Збігається з біноміальним

source: Media
es: Medios de comunicación
hu: Közegek
uk: Медіа

source: Media/Compost
cs: Médium/kompost
fr: Médias/Compost
hu: Közegek/Komposzt
nl: Medium/Compost
pt: Meio/Composto
sv: Medium/Kompost
uk: Середовище/Компост

source: Media: %s
uk: Медіа: %s

source: Memorial
cs: Památník
es: Patrimonial
sv: Förteckning
uk: Меморіал

source: Merge into:
es: Combinar con:
fr: Fusionner :
hu: Beolvasztás ide:
it: Unire in:
nl: Samenvoegen in:
uk: Об'єднати в:

source: Monocarpic plants
nl: Monocarpische planten
uk: Одноплідні рослин

source: More than one file given to import into table <b>%(table_name)s</b>: %(file_name)s, (file_name2)s
cs: Byl zadán více než jeden soubor k importu do tabulky <b>%(table_name)s</b>: %(file_name)s, (file_name2)s
es: Más de un archivo dado para importar en la tabla <b>%(table_name)s</b>: %(file_name)s, (file_name2)s
fr: Plus d'un fichier donné à importer dans la table <b>%(table_name)s</b>: %(file_name)s, (file_name2)s
hu: A <b>%(table_name)s</b> táblába importáláshoz egynél több filenév lett megadva: %(file_name)s, (file_name2)s
it: Più di un file dato da importare nella tabella <b>%(table_name)s</b>: %(file_name)s, (file_name2)s
nl: Meer dan één bestand gegeven om te importeren in tabel <b>%(table_name)s</b>: %(file_name)s, (file_name2)s
pt: Mais de um arquivo a ser importado para a tabela <b>%(table_name)s</b>: %(file_name)s, (file_name2)s
sv: Fler än en fil har angivits för import till tabellen <b>%(table_name)s</b>: %(file_name)s, (file_name2)s
uk: Більше чим один файл обумовлений для імпорту в таблицю <b>%(table_name)s</b>: %(file_name)s, (file_name2)sБільше чим один файл обумовлений для імпорту в таблицю <b>%(table_name)s</b>: %(file_name)s, (file_name2)s

source: Moved from
cs: Přesunuto z
es: Movido desde
fr: Déplacé de
it: Spostato da
nl: Verplaatst van
pt: Movido de
sv: Flyttad från
uk: Переміщений з

source: Municipal department
cs: Městský odbor
es: Departamento municipal
fr: Service municipal
it: Dipartimento municipale
nl: Gemeentelijk departement
pt: Secretaria Municipal
sv: Kommunkontor
uk: Муніципальний відділ

source: Moving a quantity of plantings to a different location creates a new planting within the same accession.
es: Mover una cantidad de plantas en una ubicación diferente crea un nuevo grupo de plantas dentro de la misma accesión.
fr: Passer une quantité de plants à un emplacement différent crée une nouvelle plantation dans l’accès même.
hu: Egy kiültetés más helyre telepítésekor egy új kiültetés jön létre ugyanahhoz a beszerzéshez.
it: Spostare una quantità di piante in una posizione diversa crea una nuova pianta entro la stessa accessione.
nl: Het verplaatsen van een aantal planten naar een andere locatie creëert een nieuwe aanplant binnen dezelfde accessie.
uk: Переміщення кількості насаджень в інше місце створює нові ділянки в рамках одного приєднання.

source: Name
cs: Název
es: Nombre
fr: Nom
hu: Név
it: Nome
nl: Naam
pt: Nome
sv: Namn
uk: Ім'я

source: National
es: Nacional
hu: Nemzeti
it: Nazionale
nl: Nationaal
sv: Nationell
uk: Національний

source: Near Threatened (NT)
es: Casi amenazado (NT)
fr: Près de menacé (NT)
hu: Mérsékelten fenyegetett (NT)
it: Poco minacciata (NT)
nl: Bijna Bedreigd (NT)
uk: Близький до загрози зникнення (NT)

source: New Tag
cs: Nová značka
es: Etiqueta nueva
fr: Nouveau Tag
hu: Új címke
it: Nuova Etichetta
nl: Nieuwe Tag
pt: Nova Etiqueta
sv: Ny tagg
uk: Новий тег

source: New taxon
cs: Nový taxon
es: Nuevo taxón
fr: Nouveau taxon
hu: Új taxon
it: Nuovo taxon
nl: Nieuw taxon
pt: Novo grupo
sv: Nytt taxon
uk: Новий таксон

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
hu: Új jelszó
it: Nuova password
nl: Nieuw wachtwoord
uk: Новий пароль

source: New plant code
es: Código de Planta
fr: NOUVEAU VÉHICULE
hu: Új növénykód
it: Codice nuova pianta
nl: Nieuwe plantcode
uk: Новий код рослини

source: Next
cs: Další
es: Siguiente
fr: Suivant
hu: Következő
it: Successivo
nl: Volgende
pt: Próximo
sv: Nästa
uk: Далі

source: No
cs: Ne
hu: Nem
nl: Niet
pt: Não
sv: Nej
uk: Ні

source: No command handler for %s
cs: Žádná obslužná rutina příkazu pro %s
es: No hay manejador de comando para %s
fr: Aucun gestionnaire de commande pour %s
it: Nessun gestore di comandi per %s
nl: Geen handler voor %s
pt: Não há manipulador de comandos para %s
sv: Det finns ingen kommandohanterare för %s
uk: Немає команди обробника для %s

source: No default handler registered
cs: Není registrována žádná výchozí obslužná rutina
es: Manejador por defecto no registrado
fr: Pas de gestionnaire par défaut enregistré
it: Nessun gestore predefinito registrato
pt: Nenhum foi registrado nenhum manipulador padrão
sv: Ingen standardhanterare har registrerats
uk: Обробника за замовчуванням не зареєстровано

source: No formatter plugins defined
cs: Nejsou určeny žádné zásuvné moduly formátora
es: Dispositivos de formateo no definidos
fr: Aucun plugin de conversion défini
nl: Geen formatter plugins gedefinieerd
pt: Não foi definido nenhum plugin formatador
sv: Inga formateringsinsticksmoduler har angivits
uk: Плагіни форматування не визначено

source: No formatters found. To create a new formatter click the "New" button.
cs: Žádné formátory nenalezeny. Pro vytvoření nového formátora klikněte na tlačítko "Nový".
es: Formateadores no encontrados. Para crear un nuevo formateador haga clic en el botón "Nuevo".
fr: Aucun formateur trouvé. Pour créer un nouveau formateur cliquez sur le bouton «Nouveau».
pt: Nenhum formatador foi encontrado. Para criar um novo formatador, clique no botão "Novo".
sv: Inga formateringar hittades. För att skapa en ny formatering, klicka på knappen "Nytt".
uk: Форматування не знайдено. Щоб створити нове форматування натисніть кнопку "Створити".

source: No match found on ThePlantList.org
es: No coincidencia encontrada en ThePlantList.org
fr: Aucune correspondance trouvée sur ThePlantList.org
hu: Nincs találat a ThePlantList.org-on
it: Nessuna corrispondenza trovata su ThePlantList.org
nl: Geen resultaten gevonden op ThePlantList.org
uk: Не знайдено відповідності в ThePlantList.orgФорматування не знайдено. Щоб створити нове форматування натисніть кнопку "Створити".

source: Nodal
cs: Uzlové
nl: Nodaal
sv: Nod
uk: Вузловий

source: None
cs: Žádné
es: Ninguno
it: Nessuno
nl: Geen
pt: Nenhum
sv: Ingen
uk: Жоден

source: Non‑current accession due to transfer to another record system, normally of another garden
uk: Нестандартне приєднання через передачу до іншої системи записів, як правило, іншого саду

source: Non‑current accession of the living collection due to death
uk: Нестандартне приєднання живої колекції, на підставі гибелі

source: North
cs: Sever
es: Norte
fr: Nord
hu: Észak
it: Nord
nl: Noord
pt: Norte
sv: Nord
uk: Північ

source: North/South radio buttons in a confused state
cs: Přepínače sever/jih jsou ve zmateném stavu
es: Botones de radio Norte/Sur en un estado confuso
fr: Nord/Sud des boutons radio dans une situation confuse
it: Bottoni radio Nord/Sud in uno stato confuso
pt: Botões de opção norte/sul em confusão
sv: Alternativknapparna för Nord/Syd är i ett ologiskt tillstånd
uk: Північ/Південь радіо-кнопки в невизначеному стані

source: Not Evaluated (NE)
es: No Evaluado (NE)
fr: Non évalué (NE)
hu: Felméretlen (NE)
it: Non valutato (NE)
nl: Niet geëvalueerd (NE)
uk: Види з недослідженим статусом (NE)

source: Not enough plants to split. A plant should have at least a quantity of 2 before it can be divided
cs: Není dostatek rostlin k větvení. Rostlina by měla mít množství alespoň 2 předtím, než může být větvena
es: No hay suficientes plantas para dividir. Una planta debe tener al menos una cantidad de 2 antes de que se puede dividir
fr: Pas assez de plantes à fractionner. Une plante devrait avoir au moins une quantité de 2 avant elle peut être divisée
it: Non abbastanza piante da dividere. Una pianta dovrebbe avere quantità almeno 2 prima di poter essere divisa
nl: Niet genoeg planten om op te splitsen. Een plant moet op zijn minst uit 2 exemplaren bestaan voor hij kan worden opgedeeld
pt: Não há plantas o suficiente neste ramo. Uma planta deve possuir pelo menos 2 itens antes de poder derivar um ramo
sv: Det finns inte tillräckligt med växter för att förgrena. En växt bör som minst ha kvantiteten 2 innan den kan förgrenas
uk: Не вистачає рослин на гілку. Рослин повинно бути принаймні 2, перш ніж вони можуть бути розгалужені

source: Notes
cs: Poznámky
es: Notas
hu: Jegyzetek
it: Note
nl: Notities
pt: Observações
sv: Anteckningar
uk: Нотатки

source: Nothing selected
cs: Není nic vybráno
es: No hay nada seleccionado
fr: Rien n'est sélectionné
hu: Semmi sincs kiválasztva
it: Nessuna selezione
nl: Niets geselecteerd
pt: Nada foi selecionado
sv: Inget är valt
uk: Нічого не вибрано

source: Nursery or other commercial establishment
uk: Розплідник або інші комерційній заклади

source: Nursery/Commercial
cs: Sádka/Komerční
es: Vivero/Comercial
hu: Kertészet/Kereskedelmi
it: Vivaio/Commerciale
nl: Kwekerij/Commercieel
pt: Viveiro/Comercial
sv: Plantskola/Kommersiell verksamhet
uk: Розсадник/Промисловий

source: Old Flowers
cs: Staré květiny
es: Flores
fr: Vieilles fleurs
nl: Oude bloemen
pt: Flores velhas
sv: Utblommad
uk: Зів'ялі квіти

source: Open the log-file
es: Abrir el archivo de diario técnico
fr: Ouvrez le fichier journal
hu: Naplófájl megnyitása
it: Aprire il file con dettagli tecnici
nl: Open het log-bestand
uk: Відкрити лог-файл

source: Operation
cs: Operace
es: Operación
hu: Művelet
it: Operazione
nl: Ingreep
pt: Operação
sv: Åtgärd
uk: Управління

source: Other
cs: Jiné
es: Otros
fr: Autre
hu: Másik
it: Altro
nl: Overige
pt: Outro
sv: Annan
uk: Інше

source: Other accession status - different from those above.
nl: Andere accessie status - verschillend van bovenstaande.
uk: Інший статус приєднання - відмінний від вищевказаного.

source: Other research, field or experimental station
uk: Інші дослідження, польова або експериментальна станція

source: Parents
nl: Ouders
uk: Батьківський

source: Password:
es: Contraseña:
fr: Mot de passe:
hu: Jelszó:
pt: Senha:
uk: Пароль:

source: Password:
cs: Heslo:
es: Contraseña:
fr: Mot de passe :
hu: Jelszó:
it: Parola d'ordine
nl: Wachtwoord:
pt: Senha:
sv: Lösenord:
uk: Пароль:

source: Percent rooted
cs: Procento zakořeněno
es: Porcentage de enraizamiento
fr: Pour cent enracinée
hu: Meggyökeresedési arány
it: percentuale radicata
nl: Percentage geworteld
pt: Porcentagem de enraizamento
sv: Rotningsgrad (%)
uk: Відсоток вкорінення

source: Permissions
es: Permisos
hu: Engedélyek
it: Permessi
uk: Дозволи

source: Picture Viewer
es: Visualizador de imágenes
fr: Visionneuse d'images
hu: Képnézegető
it: Visualizzatore immagini
nl: Foto-viewer
uk: Переглядач зображень

source: Pictures
es: Fotos
hu: Képek
it: Fotografie
nl: Afbeeldingen
uk: Зображення
