Repository: Ghini/ghini.desktop
Catalog: po/*.po
Languages: cs, es, fr, hu, it, nl, pt, sv, uk

source: The accession must be selected from the list of completions. To add an accession use the Accession editor.
cs: Pro seznam dokončení musí být vybrána sbírka. Pro přidání sbírky použijte editor.
es: La accesión hay que escogerla en la lista da competamiento automático. para añadir una accesión utilice el editor de accesiones.
fr: L’accès doit être sélectionnée dans la liste de complètements. Pour ajouter une accès utilisez l’éditeur de l’accès.
it: L'accessione deve essere selezionato dalla lista dei completamenti. Per aggiungere un'accessione utilizzare l'editor di accessione.
nl: De accessie moet geselecteerd worden uit de aanvullingslijst. Gebruik de Accessie editor om een nieuwe accessie toe te voegen.
pt: A referência deve ser selecionada da lista. Para adicionar uma referência, utilize o Editor de Referências.
sv: Accessionen måste väljas ur kompletteringslistan. För att lägga till en accession, använd Accessionsredigeraren.
uk: Приєднання необхідно вибрати зі списку завершень. Щоб додати приєднання використовуйте редактор приєднання.

source: The accession reproduces by agamospermy
uk: Приєднання відтворює агамоспермію

source: The accession reproduces sexually, and possesses hermaphrodite flowers or is monoecious
uk: Приєднання відтворюється половим способом, і володіє двополими квітами або однодомними

source: The accession reproduces sexually, and possesses hermaphrodite flowers or is monoecious, but is known to be self-incompatible.
uk: Приєднання відтворюється половим способом, і володіє двополими квітами або однодомними, але, як відомо, є само-несумісним.

source: The amount of plant material at the time it was accessioned.
cs: Množství rostlinného materiálu v době, kdy byl získán.
es: La cantidad de material vegetal al momento de la accesión.
fr: La quantité de matériel végétal à l’époque il était répertorié.
hu: A növények mennyisége a beszerzés rögzítésekor.
it: La quantità di materiale vegetale al momento della sua accessione.
nl: Hoeveelheid plantmateriaal bij opname.
pt: A quantidade de material de plantas na hora da referenciação.
sv: Mängden växtmaterial vid tiden för accessionsregistreringen.
uk: Кількість рослинного матеріалу приєднано.

source: The awards this species have been given
cs: Ocenění, která byla tomuto druhu udělena
fr: Le prix de cette espèce ont été donnés
hu: A faj által elnyert díjak, kitüntetések
it: I riconoscimenti dati a questa specie
nl: Onderscheidingen die aan deze soort zijn toegekend
pt: Os prêmios que essa espécie recebeu
sv: Priser som tilldelats arten
uk: Отримані нагороди виду

source: The database you have connected to does not have a timestamp for when it was created. This usually means that there was a problem when you created the database or the database you connected to wasn't created with Ghini.
cs: Databáze, ke které jste připojeni, nemá časovou známku jejího vytvoření. To většinou znamená, že se vyskytl problém, při vytváření databáze nebo databáze, ke které jste připojeni nebyla vytvořena pomocí Ghini.
es: Se ha conectado a una base de datos que no tiene una marca de tiempo de creación. Esto suele deberse a que ocurrió un problema durante la creación de la base de datos o a que no fue creada con Ghini.
fr: La base de données à laquelle vous vous êtes connecté n'a pas de timestamp indiquant sa création. Ceci signifie généralement qu'il y a eu un problème lorsque vous avez créé la base de données ou que la base de données n'a pas été créé avec Ghini.
hu: Az adatbázisban, amelyhez kapcsolódott, nem található információ annak létrehozása időpontjáról. Ez többnyire azt jelenti, hogy az adatbázis létrehozásakor valamilyen hiba lépett fel, vagy az adatbázis nem a Ghini alkalmazással lett létrehozva.
it: Il database connesso non ha la data di creazione. Ciò significa in genere che ci sono stati problemi durante la creazione del database oppure il database connesso non è stato creato con Ghini.
pt: O banco de dados que você conectou não tem a data-hora de quando ele foi criado. Geralmente, isso significa que houve um problema quando você criou o banco de dados ou o banco de dados conectado não foi criado com o Ghini.
sv: Databasen som du har anslutit till har ingen tidsstämpel för när den skapades. Det betyder vanligtvis att ett problem uppstod när du skapade databasen eller att databasen inte skapades i Ghini.
uk: Підключення до бази даних не містить часову позначку коли було створено. Це зазвичай означає, що сталася помилка під час створення бази даних або підключення до бази даних не було створено Ghini.

source: The database you have connected to does not have the bauble meta table. This usually means that the database is either corrupt or it was created with an old version of Ghini
cs: Databáze, ke které jste se připojili, nemá meta tabulku bauble. To většinou znamená, že databáze je buď poškozená, nebo byla vytvořená starší verzí Ghini.
es: Se ha conectado a una base de datos que no tiene la metatabla de Ghini. Esto suele deberse a que la base de datos está dañada o a que se creó con una versión antigua de Ghini
fr: La base de données à laquelle vous vous êtes connecté n'a pas de méta table bauble. Ceci signifie que la base de données est soit corrompue, soit a été créée avec une version précédente de Ghini
hu: Az adatbázisban, amelyhez kapcsolódott, nem található a bauble meta-tábla. Ez többnyire azt jelenti, hogy az adatbázis sérült, vagy az adatbázis a Ghini alkalmazás egy régi verziójával lett létrehozva.
it: Il database al quale sei connesso non ha una tabella di metadati. Questo di solito significa che il database è rovinato oppure che è stato creato con una vecchia versione di Ghini
nl: De database waarmee u verbinding bevat geen bauble meta-tabel. Dit betekent meestal dat de database is beschadigd of hij is gemaakt met een oude Ghini versie
pt: A base de dados à qual você se conectou não tem a tabela meta bauble. Isso geralmente significa que a base de dados está corrompida ou foi criada com uma versão velha do Ghini
sv: Databasen som du har anslutit till har inte metatabellen bauble. Det betyder vanligtvis att databasen antingen är skadad eller att den skapades i en äldre version av Ghini
uk: Підключення до бази даних не містить ghini мета таблиці. Це зазвичай означає, що бази даних пошкоджена або вона була створена з старої версії Ghini

source: The database you have connected to is empty.
cs: Databáze, ke které jste připojeni, není prázdná.
es: Se ha conectado a una base de datos vacía.
fr: La base de données à laquelle vous vous avez connecté est vide.
hu: Az adatbázis amihez kapcsolódott üres.
it: Il database a cui ti sei connesso è vuoto.
nl: De database waarmee u verbinding heeft is leeg.
pt: A base de dados à qual você se conectou está vazia.
sv: Databasen som du har anslutit till är tom.
uk: Підключення до порожньої бази даних.

source: The date this species was accessioned.
cs: Datum, kdy byl tento druh získán.
es: La fecha de accesión de esta especie.
fr: La date de que cette espèce a été répertorié.
hu: Az a dátum, amikor ezen faj beszerzését rögzítették.
it: La data in cui queste specie sono state inserite.
nl: Datum waarop de accessie van deze soort werd opgenomen.
pt: A data em que esta espécie foi catalogada.
sv: Det datum denna art accessionregistrerades.
uk: Дата приєднання виду.

source: The date this species was received.
cs: Datum, kdy byl tento druh obdržen.
es: La fecha en que esta especie fue recibida.
fr: La date de que cette espèce a été reçue.
hu: Az a dátum, amikor ezen faj beérkezett.
it: La data in cui questa specie è stata ricevuta.
nl: Datum waarop deze soort is ontvangen.
pt: A data em que essa espécie foi recebida.
sv: Det datum denna art mottogs.
uk: Дата отримання виду.

source: The distribution string that will be used on the label. If this entry is blank then the species distribution will be used
cs: Distribuční řetězec, který bude použit ve jmenovce. Pokud je tento záznam prázdný, bude použito rozšíření druhu
es: La cadena de distribución que se utilizará en la etiqueta. Si esta entrada está vacía, la distribución de las especies se utilizarán
fr: La chaîne de distribution qui est utilisée sur l’étiquette. Si cette entrée est vide alors la distribution des espèces est utilisée
hu: A jeltáblán használandó elterjedési szöveg. Ha az értéke üres, a fajnál megadott elterjedési információt használja a rendszer
it: La stringa di distribuzione che verrà utilizzata sull'etichetta. Se questa voce è vuota si utilizza la distribuzione della specie
nl: Verspreidings informatie voor op de labels. Als dit veld leeg is worden gegevens van verspreidingsgebied soort gebruikt
pt: O nome da distribuição que será usado no rótulo. Se esse campo estiver em branco, a distribuição da espécie será utilizada
sv: Utbredningssträngen som kommer att användas på etiketten. Om denna post är tom, kommer istället artens utbredning att användas
uk: Рядок розподілу, який буде використовуватися на етикетці. Якщо цей запис пустий, то буде використовуватися розподіл видів

source: The email address of the institution.
cs: Emailová adresa instituce.
es: Dirección de correo electrónico de la institución.
fr: Courriel de l'institution.
hu: Intézményi email cím.
it: L'indirizzo e-mail dell'istituzione.
nl: Het email adres van de organisatie.
pt: O endereço de e-mail da instituição.
sv: Institutionens e-postadress.
uk: Електронна адреса установи.

source: The email address or phone number of the person to contact for technical information related to the institution.
cs: Emailová adresa nebo telefonní číslo osoby ke kontaktování pro technické informace informace ohledně této instituce.
es: Dirección de correo electrónico o número de teléfono de la persona de contacto para información técnica relacionada con la institución.
fr: Courriel ou numéro de téléphone de la personne à contacter pour des informations techniques concernant l'institution.
hu: Azon személy email címe vagy telefonszáma, akihez az intézményhez kapcsolódó technikai kérdésekkel lehet fordulni.
it: Indirizzo email o numero telefonico della persona da contattare per dettabli tecnici riguardo l'istituzione.
nl: Het email adres of telefoonnummer van technische contactpersoon voor informatie over organisatie.
pt: O endereço de e-mail ou telefone para o contato relecionado à instituição para informações técnicas.
sv: E-postadress eller telefonnummer till den person som kan kontaktas angående teknisk information relaterad till institutionen.
uk: Адреса електронної пошти або номер телефону особи, до якої можна звернутися за технічною інформацією, що пов'язана з установою.

source: The family <b>%(synonym)s</b> is a synonym of <b>%(family)s</b>. Would you like to choose <b>%(family)s</b> instead?
cs: Rodina <b>%(synonym)s</b> je synonymum <b>%(family)s</b>. Chtěli byste místo toho zvolit <b>%(family)s</b>?
es: La familia <b>%(synonym)s</b> es sinónimo de <b>%(family)s</b>. ¿Te gustaría elegir <b>%(family)s</b> en su lugar?
fr: La famille <b>%(synonym)s</b> est un synonyme de <b>%(family)s</b>. Voulez vous choisir <b>%(family)s</b> à la place ?
hu: A <b>%(synonym)s</b> családnév szinonímája a <b>%(family)s</b> családnak. Kívánja inkább a <b>%(family)s</b> családnevet választani?
it: La famiglia <b>%(synonym)s</b> è un sinonimo per <b>%(family)s</b>. Preferisci scegliere <b>%(family)s</b>?
nl: De familie <b>%(synonym)s</b> is een synoniem van <b>%(family)s</b>. Wilt U kiezen voor <b>%(family)s</b> in plaats van?
pt: A família <b>%(synonym)s</b> é um sinônimo de <b>%(family)s</b>. Gostaria de escolher <b>%(family)s</b> ao invés disso?
sv: Familjen <b>%(synonym)s</b> är en synonym till <b>%(family)s</b>. Vill du välja <b>%(family)s</b> istället?
uk: Сім'я <b>%(synonym)s</b> є синонімом <b>%(family)s</b>. Ви хочете вибрати<b>%(family)s</b> замість цього?

source: The family <i>%(1)s</i> has %(2)s genera.
cs: Rodina <i>%(1)s</i> má %(2)s rody.
es: La familia <i>%(2)s</i> está asociada a %(2)s generos.
fr: La famille <i>%(1)s</i> a %(2)s genres.
hu: A <i>%(1)s</i> családnak %(2)s nemzetsége van.
it: La famiglia <i>%(1)s</i> ha %(2)s generi.
nl: De familie <i>%(1)s</i> heeft %(2)s geslachten.
pt: A família <i>%(1)s</i> tem %(2)s gêneros.
sv: Familjen <i>%(1)s</i> innefattar %(2)s släkten.
uk: Сім'я <i>%(family)s</i> включає %(num_genera)s роди. Ви впевнені, що хочете видалити її?

source: The family name
cs: Název rodiny
es: El nombre de la familia
fr: Le nom de famille
hu: A család neve
it: Il nome della famiglia
nl: De familienaam
pt: O nome da família
sv: Familjenamn
uk: Ім'я сім'ї

source: The family name.
cs: Jméno rodiny.
es: Nombre de la familia.
fr: Nom de famille
hu: Családnév.
it: Il nome della famiglia.
nl: De familienaam.
pt: O nome da família.
sv: Familjenamnet.
uk: Ім'я сім'ї.

source: The fax number of the institution.
cs: Číslo faxu instituce.
es: Número de fax de la institución.
fr: Numéro de fax de la structure.
hu: Az intézmény fax száma.
it: Il numero di fax dell'istituzione.
nl: Het fax nummer van de organisatie.
pt: O número de fax da instituição.
sv: Institutionens faxnummer.
uk: Номер факсу установи.

source: The family qualifier helps to remove ambiguities that might be associated with this family name.
cs: Kvalifikátor rodiny umožňuje odstranit nejasnosti, které mohou být spojeny s tímto jménem rodiny.
es: El calificador de la familia ayuda a eliminar las ambigüedades que podrían estar asociados con este apellido.
fr: Le qualificateur familial contribue à lever les ambiguïtés qui pourraient être associées à ce nom de famille.
it: Il qualificatore per la famiglia serve a rimuovere ambiguità che possano essere associate al nome della famiglia.
pt: O qualificador de famílias ajuda a remover ambiguidades que podem estar associadas com este nome de família.
uk: Класифікатор сім'ї допомагає усунути неясності, які можуть бути пов'язані з іменами сім'ї.

source: The following plugins are in the registry but could not be loaded: %(plugins)s
cs: Následující zásuvné moduly jsou v registru, ale nemohly být načteny: %(plugins)s
es: Los siguientes complementos se encuentran en el registro pero no se pudieron cargar: %(plugins)s
fr: Les plugins suivant sont dans le registre mais ne peuvent être chargés : %(plugins)s
hu: Az alábbi plugin-ek szerepelnek a registry-ben, de nem sikerült betölteni őket: %(plugins)s
it: I plugin seguenti sono nel registro ma non possono essere caricati: %(plugins)s
nl: De volgende plugins zijn in het register, maar kunnen niet worden geladen: %(plugins)s
pt: Os plugins a seguir estão no registro mas não puderam ser carregados: %(plugins)s
sv: Följande insticksmoduler finns i registret, men kunde inte läsas in: %(plugins)s
uk: Наступні плагіни знаходяться в реєстрі, але не можуть бути завантажені: %(plugins)s

source: The following plugins were not found in the plugin registry: <b>%s</b> <i>Would you like to install them now?</i>
cs: Následující zásuvné moduly nebyly nalezeny registru: <b>%s</b> <i>Chtěli byste je nainstalovat nyní?</i>
es: Los siguientes complementos no fueron encontrados en el registro de complementos: <b>%s</b> <i>¿Le gustaría instalarlos ahora?</i>
fr: Les plugins suivants n'ont pas été trouvés dans le registre des plugins: <b>%s</b> <i>Voulez-vous les installer maintenant?</i>
hu: Az alábbi plugin-ek nem találhatók a plugin registry-ben: <b>%s</b> <i>Szeretné őket most telepíteni?</i>
it: I seguenti plugin non sono stati trovati nel registro dei plugin: <b>%s</b> <i>Vuoi installarli ora?</i>
nl: De volgende plugins werden niet in het plugin-register gevonden: <b>%s</b> <i>wilt u deze nu installeren?</i>
pt: Os plugins a seguir não foram encontrados no registro de plugins: <b>%s</b> <i>Você gostaria de instalá-los agora?</i>
sv: Följande insticksmoduler hittades inte i insticksmodulregistret: <b>%s</b> <i>Vill du installera dem nu?</i>
uk: Наступні плагіни не були знайдені в реєстрі плагінів: <b>%s</b> <i>Ви хочете встановити їх зараз?</i>

source: The full name of the institution.
cs: Úplný název instituce.
es: Nombre completo de la institución.
fr: Nom complet de l'institution.
hu: Az intézmény teljes neve.
it: Il nome completo dell'istituzione.
nl: Volledige naam organisatie.
pt: O nome completo da instituição.
sv: Institutionens fullständiga namn.
uk: Повне найменування установи.

source: The genus <b>%(synonym)s</b> is a synonym of <b>%(genus)s</b>. Would you like to choose <b>%(genus)s</b> instead?
cs: Rod <b>%(synonym)s</b> je synonymum <b>%(genus)s</b>. Chtěli byste místo toho zvolit <b>%(genus)s</b>?
es: el género <b>%(synonym)s</b> es sinónimo de <b>%(genus)s</b>. ¿Te gustaría elegir <b>%(genus)s</b> en su lugar?
fr: Le genre <b>%(synonym)s</b> est un synonyme de <b>%(genus)s</b>. Voulez vous choisir <b>%(genus)s</b> à la place ?
hu: A <b>%(synonym)s</b> nemzetségnév a <b>%(genus)s</b> nemzetség szinonim neve. A <b>%(synonym)s</b> nemzetségnév a <b>%(genus)s</b> nemzetség szinonim neve. Kívánja inkább a <b>%(genus)s</b> nemzetséget választani helyette?
it: Il genere <b>%(synonym)s</b> è un sinonimo di <b>%(genus)s</b>. Scegliere <b>%(genus)s</b> invece?
nl: Het geslacht <b>%(synonym)s</b> is een synonym van <b>%(genus)s</b>. Wilt U kiezen voor <b>%(genus)s</b> in plaats van?
pt: O gênero <b>%(synonym)s</b> é um sinônimo de <b>%(genus)s</b>. Você gostaria de escolher <b>%(genus)s</b> ao invés disso?
sv: Släktet <b>%(synonym)s</b> är en synonym till <b>%(genus)s</b>. Vill du välja <b>%(genus)s</b> istället?
uk: Рід <b>%(synonym)s</b> є синонімом <b>%(genus)s</b> Ви хочете вибрати <b>%(genus)s</b> замість нього?

source: The genus <i>%(1)s</i> has %(2)s species.
cs: Rod <i>%(1)s</i> má %(2)s druhů.
es: El genero <i>%(1)s</i> está asociado a %(2)s especies.
fr: Le genre <i>%(1)s</i> a %(2)s espèces.
hu: A <i>%(1)s</i> nemzetségnek %(2)s faja van.
it: Il genere <i>%(1)s</i> ha %(2)s specie.
nl: Het geslacht <i>%(1)s</i> heeft %(2)s soorten.
pt: O gênero <i>%(1)s</i> tem %(2)s espécies.
sv: Släktet <i>%(1)s</i> innefattar %(2)s arter.
uk: Рід <i>%(genus)s</i> складається з %(num_species)s видів. Ви дійсно бажаєте видалити його?

source: The genus name
cs: Rodové jméno
es: El nombre del genero
fr: Le nom du genre
hu: Nemzetségnév
it: Il nome del genere
nl: Geslachtsnaam
pt: O nome do gênero
sv: Släktnamn
uk: Назва роду

source: The habit of this species
cs: Prostředí tohoto druhu
es: El hábito de esta especie
fr: L’habitude de cette espèce
it: Il portamento di questa specie
nl: De habitus van deze soort
pt: O hábito desta espécie
sv: Artens växtsätt/växtform
uk: Характер розвитку виду

source: The intitution code should be unique among all institions.
cs: Kód instituce by měl být mezi všemi institucemi jedinečný.
es: El código de institución debe ser único entre todos institutos.
fr: Le code de l’établissement doit être unique parmi toutes les institutions.
hu: Az intézménykódnak egyedinek kell lennie.
it: Il codice di istituzione deve essere unico fra tutte le istituzioni.
nl: De instituut code moet uniek zijn onder alle instituten.
pt: O código da instituição deve ser único entre elas.
sv: Institutionskoden måste vara unik.
uk: Код установи повинен бути унікальним серед усіх установ.

source: The location of the plant in your collection.
es: Lugar de la planta en su colección.
fr: La localisation de la plante dans votre collection.
pt: A localidade da planta em sua coleção.
uk: Розташування рослини в вашій колекції.

source: The mailing address of the institition.
cs: Poštovní adresa instituce.
es: Dirección postal de la institition.
fr: Courriel de la structure.
hu: Az intézmény postacíme.
it: L'indirizzo di posta dell'istituzione.
nl: Post adres van de organisatie.
pt: O endereço de correspondência da instituição.
sv: Institutionens postadress.
uk: Поштова адреса установи.

source: The name of the person to contact for information related to the institution.
cs: Jméno osoby ke kontaktování pro informace ohledně této instituce.
es: Nombre de la persona de contacto para la información relacionada con la institución.
fr: Nom de la personne à contacter concernant l'institution.
hu: Kontakt személy az intézménynél.
it: Il nome della persona da contattare per informazioni riguardo l'istituzione.
nl: Naam van contactpersoon voor informatie over de organisatie.
pt: O nome do contato para informações relacionadas à instituição.
sv: Namnet på den person som kan kontaktas angående information relaterad till institutionen.
uk: Ім'я контактної особи для отримання інформації, пов'язаної з установою.

source: The intended location for plant material being accessioned.
cs: Určené umístění pro přijímaný rostlinný materiál.
es: La ubicación prevista para el material vegetal de la accesión.
fr: L’emplacement prévu pour le matériel végétal étant répertorié.
hu: A beszerzés növényanyagának tervezett kiültetési helye.
it: La posizione prevista per il materiale vegetale accessionato.
pt: A localização proposta para o material a ser referenciado.
uk: Цільове розташування для приєднаного рослинного матеріалу.

source: The location of the planting in your collection.
cs: Umístění rostliyn ve Vaší sbírce.
es: Lugar de la planta en su colección.
fr: L'emplacement de la plante dans votre collection.
hu: A kiültetés helye a gyűjteményében.
it: La posizione della pianta nella tua collezione.
pt: A localidade da planta em sua coleção.
sv: Växtens plats i din samling.
uk: Розташування рослини у вашій колекції.

source: The name of the plant determined by taxonomist engaged in systematic revision of the group.
cs: Název rostliny zjištěný taxonomistou zapojený do systematické revize skupiny.
es: El nombe de la planta, determinado por un taxonomista ocupado en una revisión sistemática del grupo.
fr: Le nom de la plante déterminée par le botaniste britannique engagé dans une révision systématique du groupe.
hu: A növénynek az adott növénycsoport szisztematikus revíziójával megbízott taxonómus által meghatározott neve.
it: Il nome della pianta determinata da tassonomo impegnato nella revisione sistematica del gruppo.
nl: De naam van de plant is bepaald door een taxonoom, die momenteel bezig is met, of recent betrokken was bij, de revisie van de familie of het geslacht.
pt: O nome da planta determinado por um taxonomista ligado à revisão sistemática do grupo.
sv: Namnet på växten som det bestämts av en taxonom engagerad i den systematiska översynen av gruppen.
uk: Назва рослини визначає систематика, яка займається систематичним переглядом групи.

source: The name of the plant has been determined by a taxonomist or other competent person using the facilities of a library and/or herbarium, or other documented living material
uk: Назва рослини визначається таксономістом або іншою компетентною особою, що використовує засоби бібліотеки та / або гербарію, або інший документований живий матеріал

source: The name of the plant has been determined by a taxonomist who is currently or has been recently involved in a revision of the family or genus
uk: Назва рослини визначається таксономістом, який в даний час або нещодавно був залучений до перегляду сім'ї чи роду

source: The name of the plant has been determined by comparison with other named plants
uk: Назва рослини визначається порівнянням з іншими названими рослин

source: The name of the plant has not been determined by any authority
uk: Назва рослини не була визначена будь-яким авторитетним джерелом
