Repository: Ghini/ghini.desktop
Catalog: po/*.po
Languages: cs, es, fr, hu, it, nl, pt, sv, uk

source: <i>Branched from %(plant)s</i>
es: <i>Derivado de %(plant)s</i>
pt: <i>Ramificada de %(plant)s</i>
uk: <i>Розрослося з %(plant)s</i>

source: <i>Split as %(plant)s</i>
es: <i>Separada como %(plant)s</i>
fr: <i>Séparée comme %(plant)s</i>
it: <i>Divisa come %(plant)s</i>
pt: <i>Separada como %(plant)s</i>
sv: <i>Uppdelat som %(plant)s</i>
uk: <i>Розділити як %(plant)s</i>

source: <i>Split from %(plant)s</i>
cs: <i>Větveno z %(plant)s</i>
es: <i>Separada de %(plant)s</i>
fr: <i>Séparée de %(plant)s</i>
it: <i>Divisa da %(plant)s</i>
pt: <i>Separada de %(plant)s</i>
sv: <i>Uppdelat från %(plant)s</i>
uk: <i>Розгалужена з %(plant)s</i>

source: A list of synonyms for this family. To add a synonym enter a family name and select one from the list of completions. Then click Add to add it to the list of synonyms.
cs: Seznam synonym této rodiny. Pro přidání synonyma zadejte jméno rodiny a vyberte jedno ze seznamu dokončení. Pak klikněte Přidat pro jeho přidání do seznamu synonym.
es: Lista de sinónimos para esta familia. Para añadir un sinónimo escriba el nombre de la familia y seleccione de la lista de terminaciones. A continuación, pulse Agregar para añadirla a la lista de sinónimos.
fr: Liste des synonymes pour cette famille. Pour ajouter un synonyme entrez un nom de famille et sélectionnez un achèvement à partir de la liste. Ensuite cliquez sur Ajouter pour l'ajouter à la liste des synonymes.
hu: Szinoníma lista ehhez a családhoz. Szinoníma hozzáadásához adja meg a családnevet és válasszon a találatokból! Mentéshez kattintson a Hozzáadás gombra!
it: Una lista di sinonimi per questa famiglia. Per aggiungere un sinonimo inserisci un nome di famiglia e selezionane uno dalla lista dei completamenti. Successivamente clicca Aggiungi per aggiungerlo alla lista dei sinonimi.
nl: Synoniemenlijst voor deze familie. Om een synoniem toe te voegen, voert u een familie in en selecteert u uit de lijst van aanvullingen. Klik daarna op toevoegen om het toe te voegen aan de lijst met synoniemen.
pt: Uma lista de sinônimos para esta família. Para adicionar um sinônimo, digite um nome de família e selecione algum da lista. Em seguida, clique em Adicionar para adicioná-lo à lista de sinônimos.
sv: En lista över vetenskapliga synonymer till denna familj. För att lägga till en synonym, ange ett familjenamn och välj en synonym ur kompletteringslistan. Klicka därefter på "Lägg till" för att lägga till den i listan över synonymer.
uk: Список синонімів цього сімейства. Щоб додати синонім введіть прізвище та виберіть зі списку завершень. Потім натисніть кнопку Додати, щоб додати його в список синонімів.

source: A list of synonyms for this genus. To add a synonym enter a genus name and select one from the list of completions. Then click Add to add it to the list of synonyms.
cs: Seznamy synonym tohoto rodu. Pro přidání synonyma zadejte jméno rodu a vyberte jedno ze seznamu dokončení. Pak klikněte na přidat pro přidání do seznamu synonym.
es: Una lista de sinónimos para este género. Para añadir un sinónimo escriba el nombre del género y seleccione de la lista de terminaciones. A continuación, haga clic en Agregar para añadirlo a la lista de sinónimos.
fr: Une liste de synonymes pour ce genre. Pour ajouter un synonyme entrez un nom de genre et sélectionner un de la liste des complétions. Puis cliquez sur Ajouter pour l’ajouter à la liste des synonymes.
hu: Szinoníma lista ehhez a nemzetséghez. Szinoníma hozzáadásához adja meg a nemzetségnevet és válasszon a találatokból! Mentéshez kattintson a Hozzáadás gombra!
it: Una lista di sinonimi per questo genere. Per aggiungere un sinonimo, inserire un nome di genere e selezionare quello corretto dalla lista dei completamenti. Poi premere Aggiungi per aggiungerlo alla lista dei sinonimi.
nl: Synoniemenlijst voor dit geslacht. Om een synoniem toe te voegen vult u een geslachtsnaam in en selecteert u uit de lijst met aanvullingen. Klik daarna op toevoegen om het toe te voegen aan de lijst met synoniemen.
pt: Uma lista de sinônimos deste gênero. Para adicionar um sinônimo, informe um nome de gênero e selecione um item da lista de sugestões. Então clique em "Adicionar" para incluí-lo na lista de sinônimos.
sv: En lista över vetenskapliga synonymer för det här släktet. För att lägga till en synonym, ange ett släktnamn och välj en synonym ur kompletteringslistan. Klicka därefter på "Lägg till" för att lägga till den i listan över synonymer.
uk: Список синонімів цього роду. Щоб додати синонім ввести назву роду і виберіть зі списку доробок. Потім натисніть кнопку Додати, щоб додати його в список синонімів.

source: Abbreviation
cs: Zkratka
es: Abreviación
fr: Abréviation
hu: Rövidítés
it: Abbreviazione
nl: Afkorting
pt: Abreviatura
sv: Förkortning
uk: Абревіатура

source: About
cs: O programu
es: Acerca de
fr: À propos
hu: Egyebek
it: Riguardo a
nl: Over
pt: Sobre
sv: Om
uk: Про

source: Accepted name
es: Nombre aceptado
fr: Nom accepté
hu: Elfogadott név
it: Nome accettato
nl: Geaccepteerde naam
uk: Допустиме ім'я

source: Accession
cs: Přírůstek
es: Accesión
fr: Accès
hu: Beszerzés
it: Accessione
nl: Accessie
pt: Referência
sv: Anslutning
uk: Приєднання

source: Accession Code Formats
es: Formato de los códigos de accesión
fr: Formats de Code d’accès
hu: Beszerzési kód formátumok
it: Formati codici accessione
nl: Accessie code formats
uk: Формати кодів приєднання

source: Accession ID
cs: ID přírůstku
es: ID de la accesión
fr: ID du accès
hu: Beszerzés ID
it: ID delle Accessioni
nl: Accessie ID
pt: ID de Referência
sv: Accessions-ID
uk: ID приєднання

source: Accession not of wild source
es: Accesión no es de origen salvaje
fr: Accès pas de source sauvage
hu: Nem vadon termő forrásból származó beszerzés
it: Accessione non di origine selvatica
nl: Accessie niet van wilde bron
uk: Приєднання немає дикоростучих джерел

source: Accession of wild source
es: Accesión de origen salvaje
fr: Accès de source sauvage
hu: Vadon termő forrásból származó beszerzés
it: Accessione di origine selvatica
nl: Accessie van wilde bron
uk: Приєднання з природного джерела

source: Accession type
pt: Tipo de referência
uk: Тип приєднання

source: Accuracy
cs: Přesnost
es: Precisión
fr: Précision
hu: Pontosság
it: Precisione
nl: Nauwkeurigheid
pt: Exatidão
sv: Noggrannhet
uk: Точність

source: Add
cs: Přidat
es: Añadir
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
nl: Toevoegen
pt: Adicionar
sv: Lägg till
uk: Додати

source: Add Accessions
cs: Přidat přírůstky
es: Añadir accesiones
fr: Ajouter des accès
hu: Beszerzések hozzáadása
it: Aggiungi Accessioni
nl: Voeg Accessies toe
pt: Adicionar Referências
sv: Lägg till accessioner
uk: Додати приєднання

source: Add Genera
cs: Přidat rody
es: Añadir Genera
fr: Ajouter des genres
hu: Nemzetségek hozzáadása
it: Aggiungi Generi
nl: Voeg Geslachten toe
pt: Adicionar Gênero
sv: Lägg till släkten
uk: Додати роди

source: Add Species
cs: Přidat druh
es: Añadir especies
fr: Ajouter des espèces
hu: Fajok hozzáadása
it: Aggiungi specie
nl: Voeg Soorten toe
pt: Adicionar espécie
sv: Lägg till art
uk: Додати види

source: Add plants
cs: Přidat rostliny
es: Añadir plantas
fr: Ajouter des plantes
hu: Növények hozzáadása
it: Aggiungi piante
nl: Voeg planten toe
pt: Adicionar plantas
sv: Lägg till växter
uk: Додати рослини

source: Accession Editor
es: Editor de accesión
fr: Éditeur d'accès
hu: Beszerzés szerkesztő
it: Editore Accessioni
nl: Accessie editor
uk: Редактор приєднання

source: Additional info
cs: Doplňující informace
es: Información adicional
fr: Info additionnelle
hu: Kiegészítő információk
it: Informazioni aggiuntive
nl: Extra informatie
pt: Informações adicionais
sv: Ytterligare info
uk: Додаткова інформація

source: Address
cs: Adresa
es: Dirección
fr: Adresse
hu: Cím
it: Indirizzo
nl: Adres
pt: Endereço
sv: Adress
uk: Адреса

source: Administrator
cs: Správce
es: Administrador
fr: Administrateur
hu: Adminisztrátor
it: Amministratore
pt: Administrador
sv: Administratör
uk: Адміністратор

source: Aggregate
nl: Aggregaat
uk: Агрегат

source: Air layer
cs: Vzduchová vrstva
es: Capa de Aire
fr: Couche d’air
hu: Légbujtás
nl: Luchtlaag
pt: Camada de ar
sv: Luftlager
uk: Повітряний відсадок

source: Alcohol
uk: Алкоголь

source: Alive
cs: Naživu
es: Viva
fr: Vivant
hu: Élő
it: Viva
nl: In leven
pt: Viva
sv: Lever
uk: Існуючий

source: Altitude/Depth
cs: Nadmořská výška/hloubka
es: Altura/Profundidad
fr: Altitude/profondeur
hu: Magasság/Mélység
it: Altezza/profondità
nl: Hoogte/Diepte
pt: Altitude/Profundidade
sv: Höjd över/Djup under havet
uk: Висота/Глибина

source: Annuals
nl: Eénjarige
uk: Однорічні

source: Any information that might be relevant to the location such as where it is or what's its purpose
cs: Jakékoli informace, které by se mohly týkat tohoto umístění, jako např.: kde je a jaký je jeho účel
es: Cualquier información que pueda ser relevante sobre la ubicación, como su localización o su propósito
fr: Toute information pertinente concernant l'emplacement telle que où elle se situe ou qu'elle était le but
hu: Bármilyen, a helyszínhez kapcsolódó információ, például hol található, mi a rendeltetése
it: Qualsiasi informazione che potrebbe essere rilevante alla posizione come dov'è o qual'è il suo scopo
nl: Alle informatie die relevant kan zijn met betrekking tot de standplaats in de tuin, zoals bijvoorbeeld locatie of doel.
pt: Qualquer informação que possa ser relevante para o local, como sua localização ou propósito.
sv: All slags information som kan tänkas vara relevant för platsen, t.ex. var den ligger eller vilken funktion den har
uk: Будь-яка інформація, яка може мати відношення до місця розташування наприклад така, як де це є або його призначення

source: Are you sure you want to delete the tag "%s"?
cs: Jste si jisti, že chcete smazat značku "%s"?
es: ¿Seguro que desea eliminar la etiqueta «%s»?
fr: Êtes-vous sûr(e) de vouloir supprimer le marqueur "%s" ?
hu: Biztosan törölni szeretné a "%s" címkét?
it: Sei sicuro di voler cancellare l'etichetta "%s"?
nl: Bent u zeker dat u de tag "%s" wilt verwijderen?
pt: Tem certeza que deseja excluir a etiqueta "%s"?
sv: Är du säker på att du vill ta bort taggen "%s"?
uk: Ви впевнені, що бажаєте видалити тег "%s"?

source: Are you sure you want to lose your changes?
cs: Opravdu chcete ztratit tyto změny?
es: ¿Estás seguro de que quieres perder tus cambios?
fr: Êtes-vous sûr d'abandonner vos modifications ?
hu: Biztosan nem menti a változásokat?
it: Sei sicuro di voler perdere le modifiche da te effettuate?
nl: Weet u zeker dat u uw wijzigingen wilt annuleren?
pt: Tem certeza de que deseja descartar suas alterações?
sv: Är du säker på att du vill förlora alla dina ändringar?
uk: Ви впевнені, що хочете відмовитися від ваших змін?

source: Are you sure you want to copy this verification to the general taxon?
hu: Biztosan hozzáadjuk ezt a hitelesítést az általános taxonhoz?
nl: Weet U zeker dat U deze verificatie wilt kopieren naar het taxon in het algemeen?
uk: Ви впевнені, що хочете скопіювати цю перевірку загальному таксону?

source: Are you sure you want to remove this propagation trial?
es: ¿Seguro que desea eliminar el ensayo de propagación?
fr: Êtes-vous sûr de que vouloir supprimer cet essai de propagation ?
hu: Biztosan törölni szeretné ezt a szaporítási kísérletet?
it: Sei sicuro di voler rimuovere questa prova di propagazione?
nl: Weet U zeker dat U deze voortkwekings gegevens wilt verwijderen?
uk: Ви впевнені, що хочете видалити це пробне поширення?

source: Are you sure you want to remove "%s"? <i>Note: This only removes the connection to the database and does not affect the database or its data</i>
cs: Jste si jisti, že chcete odstranit "%s"? <i>Poznámka: Toto odstraní poue spojení s databází a nemá vliv na vlastní databázi či její data</i>
es: ¿Seguro que desea eliminar «%s»? <i>Aviso: Esta acción sólo borra la conexión con la base de datos, sin afectar a la propia base ni a los datos</i>
fr: Êtes-vous sûr de vouloir enlever "%s"? <i>Note: Ceci enlève seulement la connexion à la base de données et n'affecte pas la base de données ou ses données</i>
hu: Biztosan törölni szeretné: "%s"? <i>Megjegyzés: Ez csak az adatzbázishoz beállított kapcsolatot törli, és nem módosítja az adatbázist és a benne tárolt adatokat</i>
it: Sei sicuro di voler rimuovere "%s"? <i>Attenzione: Ciò rimuove solamente la connessione al database e non riguarda il database o i suoi dati</i>
nl: Bent u zeker dat u "%s" wilt verwijderen? <i>Opgelet: Dit verwijderd enkel de connectie naar de database en heeft geen effect op de database zelf of de ingevoerde data.</i>
pt: Tem certeza de que deseja remover "%s"? <i>Observação: Será removida apenas a conexão ao banco de dados. Isso não afetará o banco de dados ou seus dados</i>
sv: Är du säker på att du vill ta bort "%s"? <i>Obs: Det här tar endast bort anslutningen till databasen och påverkar således inte själva databasen eller dess data</i>
uk: Ви впевнені, що хочете видалити "%s"? <i>Примітка: Це видаляє тільки підключення до бази даних і не впливає на базу даних або її дані</i>

source: Are you sure you want to remove %(genus)s as a synonym to the current genus? <i>Note: This will not remove the genus from the database.</i>
cs: Jste si jisti, že chcete odstranit %(genus)s jako synonymum současného rodu? <i>Poznámka: Toto neodstraní rod z databáze.</i>
es: ¿Seguro que quiere quitar %(genus)s de la lista de sinónimos del género actual? <i>Aviso: Esto no borrará el género de la base de datos.</i>
fr: Êtes-vous sûr de vouloir retirer %(genus)s comme synonyme du genre courant? <i>Note: Ceci ne retirera pas le genre de la base de données.</i>
hu: %(genus)s: Biztosan törölni kívánja, mint az aktuális nemzetség szinonímáját? <i>Megjegyzés: Ezzel a nemzetség nem fog törlődni az adatbázisból.</i>
it: Sei sicuro di voler cancellare dai genere simili il %(genus)s corrente ? <i>Nota: Questo non rimuoverà il genere dal database.</i>
nl: Bent u zeker dat u %(genus)s wil verwijderen als synoniem voor het huidige geslacht? <i>Opmerking: Het geslacht wordt niet uit de database verwijderd.</i>
pt: Tem certeza de que deseja remover %(genus)s como um sinônimo para o gênero atual? <i>Observe que isso não irá remover o gênero do banco de dados.</i>
sv: Är du säker på att du vill ta bort %(genus)s som en synonym till det aktuella släktet? <i>Obs: Det här kommer inte att ta bort släktet från databasen.</i>
uk: Ви впевнені, що хочете видалити %(genus)s як синонім поточного роду? <i>Примітка: Це не видалить рід з бази даних.</i>

source: Are you sure you want to remove %s?
cs: Chcete odstranit %s?
es: ¿Seguro que desea eliminar %s?
fr: Êtes-vous sûr(e) d'ôter/effacer «%s» ?
hu: Biztosan törölni kívánja: %s?
it: Si è certi di voler rimuovere %s?
nl: Weet u zeker dat u %s wilt verwijderen?
pt: Tem certeza de que deseja remover %s?
sv: Är du säker på att du vill ta bort %s?
uk: Ви впевнені, що хочете видалити %s?

source: Are you sure you want to remove accession <b>%s</b>?
cs: Jste si jisti, že chcete odstranit přírůstek <b>%s</b>?
es: ¿Seguro que desea eliminar la accesión <b>%s</b>?
fr: Êtes-vous sûr(e) de supprimer l'accès <b>%s</b>?
hu: Biztosan törölni kívánja ezt a beszerzést: <b>%s</b>?
it: Sei sicuro di voler rimuovere l'accessione <b>%s</b>?
nl: Weet u zeker dat u accessie <b>%s</b> wilt verwijderen?
pt: Você tem certeza de que deseja remover a referência <b>%s</b>?
sv: Är du säker på att du vill ta bort accessionen <b>%s</b>?
uk: Ви впевнені, що хочете видалити приєднання <b>%s</b>?

source: Are you sure you want to remove the family <i>%s</i>?
cs: Jste si jisti, že chcete odstranit rodinu <i>%s</i>?
es: ¿Está seguro de que quiere eliminar la familia <i>%s</i>?
fr: Êtes-vous sûr(e) de supprimer la famille <i>%s</i>?
hu: Biztosan törölni kívánja ezt a családot: <i>%s</i>?
it: Sei sicuro di voler rimuovere la famiglia <i>%s</i>?
nl: Bent u zeker dat u de familie <i>%s</i> wil verwijderen?
pt: Você tem certeza de que deseja remover a família <i>%s</i>?
sv: Är du säker på att du vill ta bort familjen <i>%s</i>?
uk: Ви впевнені, що хочете видалити сім'ю <i>%s</i>?

source: Are you sure you want to remove the following plants? %s
cs: Jste si jisti, že chcete odstranit následující rostliny? %s
es: Es cierto que se quieren eleminar las siguientes plantas? %s
fr: Êtes-vous sûr de vouloir supprimer les plantes suivantes ? %s
hu: Biztosan törölni kívánja az alábbi növényeket? %s
it: Si è certi di voler rimuovere le seguenti piante? %s
nl: Bent u zeker dat u volgende planten wil verwijderen? %s
pt: Tem certeza de que deseja remover as seguintes plantas? %s
sv: Är du säker på att du vill ta bort följande växter? %s
uk: Ви впевнені, що хочете видалити наступні рослини? %s

source: Are you sure you want to remove the genus <i>%s</i>?
cs: Opravdu chcete odstranit rod <i>%s</i>?
es: ¿Está seguro de que quiere eliminar el género <i>%s</i>?
fr: Êtes-vous sûr(e) de supprimer le genre <i>%s</i>?
hu: Biztosan törölni kívánja ezt a nemzetséget: <i>%s</i>?
it: Sei sicuro di voler rimuovere il genere <i>%s</i>?
nl: Bent u zeker dat u het geslacht <i>%s</i> wil verwijderen?
pt: Tem certeza de que deseja remover o gênero <i>%s</i>?
sv: Är du säker på att du vill ta bort släktet <i>%s</i>?
uk: Ви впевнені, що бажаєте видалити рід <i>%s</i>?

source: Are you sure you want to remove the species <i>%s</i>?
cs: Opravdu chcete odstranit druh <i>%s</i>?
es: ¿Está seguro de que quiere eliminar la especie <i>%s</i>?
fr: Êtes-vous sûr(e) de supprimer l'espèce <i>%s</i>?
hu: Biztosan törölni kívánja ezt a fajt: <i>%s</i>?
it: Sei sicuro di voler eliminare la specie <i>%s</i>?
nl: Weet u zeker dat u soort <i>%s</i> wilt verwijderen?
pt: Você tem certeza de que deseja remover a espécie <i>%s</i>?
sv: Är du säker på att du vill ta bort arten <i>%s</i>?
uk: Ви впевнені, що хочете видалити види <i>%s</i>?

source: Are you sure you want to remove the vernacular name <b>%s</b>?
cs: Jste si jisti, že chcete odstranit místní jméno <b>%s</b>?
es: ¿Está seguro que desea eliminar el nombre común <b>%s</b>?
fr: Êtes-vous sûr(e) de supprimer le nom usuel <b>%s</b>?
hu: Biztosan törölni kívánja ezt a nemzeti nyelvi elnevezést: <b>%s</b>?
it: Si è sicuri di voler rimuovere il nome volgare <b>%s</b>?
nl: Bent u zeker dat u de volksnaam <b>%s</b> wilt verwijderen?
pt: Você tem certeza de que deseja remover o nome vernacular <b>%s</b>?
sv: Är du säker på att du vill ta bort trivialnamnet <b>%s</b>?
uk: Ви дійсно бажаєте видалити місцеву назву <b>%s</b>?

source: Are you sure you want to remove this verification?
cs: Jste si jisti, že chcete odstranit toto ověření?
es: ¿Está seguro que desea eliminar esta verificación?
fr: Êtes-vous sûr de vouloir supprimer cette vérification ?
hu: Biztosan törölni kívánja ezt a hitelesítést?
it: Sei sicuro/a di voler rimuovere questa verifica?
nl: Weet u zeker dat u deze verificatie wilt verwijderen?
pt: Tem certeza de que deseja remover esta verificação?
sv: Är du säker på att du vill ta bort denna verifikation?
uk: Ви впевнені, що хочете видалити цю перевірку?

source: Are you sure you want to remove user <b>%(name)s</b>? <i>It is possible that this user could have permissions on other databases not related to Ghini.</i>
cs: Jste si jisti, že chcete odstranit uživatele <b>%(name)s</b>? <i>Je možné, že tento uživatel by mohl mít oprávnění v jiných databázích, které se nevztahují k Ghini.</i>
es: Es cierto que quiere eliminar el usuario <b>%(name)s</b>? <i>hay la posibilidad que este usuario tenga derechos sobre otras base de datos no relacionadas con Ghini.</i>
fr: Êtes-vous sûr de vouloir supprimer l'utilisateur <b>%(name)s</b>? <i>Il est possible que l'utilisateur puisse avoir des autorisations sur d'autres bases de données pas liées à Ghini.</i>
hu: Biztosan törölni kívánja ezt a felhasználót: <b>%(name)s</b>? <i>Elképzelhető, hogy más, a Ghinihez nem kapcsolódó adatbázisokhoz is rendelkezik jogosultságokkal.</i>
it: Sei sicuro di voler rimuovere l'utente <b>%(name)s</b>? <i>L'utente potrebbe essere associato ad altri database oltre che a Ghini.</i>
nl: Bent u zeker dat u de gebruiker <b>%(name)s</b> wilt verwijderen? <i>Mogelijks heeft deze gebruiker permissies in andere databases die niet gerelateerd zijn aan Ghini.</i>
pt: Tem certeza de que deseja remover o usuário <b>%(name)s</b>? <i>É possível que este usuário tenha permissões em outros bancos de dados não relacionados ao Ghini.</i>
sv: Är du säker på att du vill ta bort användaren <b>%(name)s</b>? <i>Denna användare kan ha behörigheter i andra databaser som inte är relaterade till Ghini.</i>
uk: Ви впевнені, що хочете видалити користувача <b>%(name)s</b>? <i>Цілком можливо, що цей користувач може мати права доступу до інших баз даних, не пов'язаних з Ghini.</i>

source: Area transf. to Plant Ops.
cs: Oblast převed. na Plant Ops.
es: Area transf. a Ops. de planta
fr: Transfert de zone pour planter des Ops.
pt: Área transferida para operações com plantas
sv: Området överfört till Plant Ops.
uk: Область transf. до Рослин Ops.

source: Author
cs: Autor
es: Autor/a
fr: Auteur
hu: Auktor
it: Autore
nl: Auteur
pt: Autor
sv: Auktor
uk: Автор

source: Authorship
es: Autoría
fr: Auteurs
hu: Szerzőség
nl: Auteurschap
uk: Авторство

source: Awards
cs: Ocenění
fr: Récompenses
hu: Díjak
it: Riconoscimenti
nl: Onderscheidingen
pt: Prêmios
sv: Priser
uk: Нагороди

source: Balled & burlapped plant
cs: Rostlina sevřená a zabalená do pytloviny
es: Planta enmarañada y achaparrada
fr: En boule
hu: Földlabdás növény
nl: Kluitplant
pt: Planta em sacos
sv: Växt med rotklump i säckväv
uk: Balled і burlapped рослин

source: Bare root plant
cs: Rostlina s holým kořenem
es: Planta de raíz desnuda
fr: Plante à racines nues
hu: Szabad gyökerű növény
it: Piante a radice nuda
nl: Plant met kale wortels
pt: Planta em raiz
sv: Barrotsplanta
uk: Оголені корені рослин

source: Biennials and short-lived perennials
nl: Tweejarigen en kortlevende vaste planten
uk: Дворічні і недовго живучі багаторічні рослини

source: Botanic Garden or Arboretum
cs: Botanická zahrada nebo Arboretum
es: Jardín Botánico o Arboretum
fr: Jardin botanique ou arboretum
hu: Botanikus kert vagy Arborétum
it: Orto Botanico o Arboreto
nl: Botanische tuin of Arboretum
pt: Jardim Botânico ou Viveiro
sv: Botanisk trädgård eller arboretum
uk: Ботанічний сад або дендрарій

source: Bottom heat
cs: Spodní teplo
es: Calor del fondo
fr: Chaleur de fond
hu: Melegtalp
it: calore dal banco
nl: Bodemverwarming
pt: Calor do chão
sv: Undervärme
uk: Прикореневий підігрів

source: Bottom heat: %(temp)s%(unit)s
cs: Teplo na dně: %(temp)s%(unit)s
fr: Chaleur de fond : %(temp)s %(unit)s
hu: Melegtalp: %(temp)s%(unit)s
it: Calore dal banco: %(temp)s%(unit)s
nl: Bodemverwarming: %(temp)s%(unit)s
pt: Temperatura do chão: %(temp)s%(unit)s
sv: Undervärme: %(temp)s %(unit)s
uk: Прикореневий підігрів: %(temp)s%(unit)s

source: Branch Mode
pt: Modo de Ramificação
uk: Режим відгалуження

source: Branching from %(plant_code)s. The quantity will be subtracted from %(plant_code)s
pt: Ramificando de %(plant_code)s. A quantidade será subtraída de %(plant_code)s
uk: Відгалуження з %(plant_code)s. Кількість вираховуються з %(plant_code)s

source: Bud cutting
cs: Řez poupěte
es: Corte de brotes
fr: IUN coupe
hu: Rügydugvány
it: Talea con gemma
nl: Oogstek
pt: Corte de botões
sv: Knoppbeskärning
uk: Брунькове обрізання

source: Budded
cs: S pupeny
es: Con brotes
fr: Bourgeonné
hu: Sarjadzó
it: Con boccioli
nl: Ontsproten
pt: Em botões
sv: Med knoppar
uk: Розквітлий

source: Bug reporting
es: informe de errores
hu: Hibabejelentés
it: segnalazione degli errori
nl: Bug rapporteren
uk: Звіт про помилки

source: Bulb
cs: Cibule
es: Bulbo
hu: Hagyma
it: Bulbo
nl: Bloembol
pt: Bulbo
sv: Lök
uk: Цибулина

source: Bulbil
cs: Malá cibulka
es: bulbo
nl: Broedbol
pt: Bulbilho
sv: Bulbill
uk: Повітряна цибулина
