Repository: Ghini/ghini.desktop
Catalog: po/*.po
Languages: cs, es, fr, hu, it, nl, pt, sv, uk

source: This species has vernacular names but none of them are selected as the default. The first vernacular name in the list has been automatically selected.
es: Esta especie tiene nombres vulgares pero ninguno de ellos está seleccionado como predeterminado. El primer nombre vernáculo en la lista se ha seleccionado automáticamente.
fr: Cette espèce a des noms vernaculaires, mais aucun d'entre eux sont sélectionnés par défaut. Le premier nom vernaculaire dans la liste a été automatiquement sélectionné.
hu: Ehhez a fajhoz tartoznak nemzeti nyelvű nevek, de egyik sincs megjelölve alapértelmezettként. A listában elsőként szereplő név automatikusan kiválasztásra került.
it: Questa specie ha nomi vernacolari, ma nessuno di loro sono selezionato come predefinito. Il primo nome vernacolare nell'elenco è stato selezionato automaticamente.
nl: Deze soort heeft meerdere volksnamen maar geen enkele is geselecteerd als de default. De eerste volksnaam in de lijst is automatisch geselecteerd.
uk: Цей вид має просторічні назви, але жодна з них не буде обрана за замовчуванням. Перша просторічна назва в списку була вибрано автоматично.

source: This version of Ghini requires SQLAlchemy 0.6 or greater. You are using version %s. Please download and install a newer version of SQLAlchemy from http://www.sqlalchemy.org or contact your system administrator.
cs: Tato verze Ghini vyžaduje SQLAlchemy 0.6 nebo vyšší. Stáhněte si a nainstalujte, prosím novější verzi SQLAlchemy z http://www.sqlalchemy.org nebo kontaktujte Vašeho správce systému.
es: Esta versión de Ghini requiere SQLAlchemy 0.6 o superior. Usted está utilizando la versión %s. Por favor descargue e instale un versión mas nueva de SQLAlchemy desde http://www.sqlalchemy.org o pongase en contacto con su administrador de sistemas.
fr: Cette version de Ghini requiert SQLAlchemy 0.6 or supérieur. Vous utilisez maintenant %s. Veuillez télécharger et installer une nouvelle version de SQLAlchemy depuis http://www.sqlalchemy.org ou contactez votre administrateur système.
hu: A Ghini ezen verziója az SQLAlchemy 0.6 vagy újabb verzióját igényli. Az ön által használt verzió: %s. Töltsön le és telepítsen egy frissebb verziót a http://www.sqlalchemy.org weboldalról, vagy vegye fel a kapcsolatot a rendszergazdával!
it: Questa versione di Ghini richiede SQLAlchemy 0.6 o superiore. Stai utilizzando la %s. Per favore scarica e installa una nuova versione di SQLAlchemy da http://www.sqlalchemy.org o contatta l'amministratore di sistema.
pt: Esta versão do Ghini requer SQLAlchemy 0.6 ou maior. Por favor, baixe e instale uma versão mais nova do SQLAlchemy em http://www.sqlalchemy.org ou contate o administrador do sistema.
sv: Denna version av Ghini kräver SQLAlchemy 0.6 eller senare. Du använder version %s. Var vänlig hämta och installera en nyare version av SQLAlchemy från http://www.sqlalchemy.org eller kontakta din systemadministratör.
uk: Ця версія Ghini вимагає SQLAlchemy 0.6 або вище. Використовується версія %s. Завантажте та встановіть нову версію SQLAlchemy від http://www.sqlalchemy.org або зверніться до системного адміністратора.

source: Thumbnails name occupied by non directory.
es: Nombre de miniaturas de directorio no.
fr: Nom de vignettes occupé par ne pas annuaire.
it: Nome per le miniature occupato da non directory.
uk: Ім'я ескізів не зайнято в каталозі.

source: Timestamp
cs: Časové razítko
es: Sello de tiempo
hu: Időbélyeg
it: Marcatura oraria
pt: Data/Hora
sv: Tidsstämpel
uk: Часова мітка

source: Tip
es: Punta
it: Suggerimento
pt: Dica
sv: Skott
uk: Верхівка

source: Tip: %s
pt: Dica: %s
uk: Верхівка: %s

source: Tissue Culture
cs: Tkáňová kultura
es: cultivo de tejidos
fr: culture tissulaire
hu: Szövettenyészet
it: Coltura di tessuti
nl: Weefselkweek
pt: Cultura de tecidos
sv: Vävnadskultur
uk: Тканинна культура

source: Tissue culture
uk: Культура тканин

source: Today's date
cs: Dnešní datum
es: Fecha de hoy
fr: Date du jour
hu: Mai dátum
it: Data di oggi
nl: Huidige datum
pt: Data de hoje
sv: Dagens datum
uk: Сьогоднішня дата

source: Transfered to Totem Field
cs: Převedeno na
es: Lo transferido al campo de Totem
fr: Transféré au champ de Totem
it: Trasferito al campo di Totem
pt: Transferido para o canteiro
sv: Överförd till Totem Field
uk: Передано в Тотем поле

source: Transferred to another acc.no.
cs: Převedena na jiné č. účtu
es: Transferida a otro número de accesión.
fr: Transféré à un autre acc.no.
hu: Másik beszerzési számra átkönyvelve.
it: Trasferito ad altro n. di accessione
nl: Overgeplaatst naar ander accessienummer.
pt: Transferida para outro número de referência
sv: Överförd till annat accessionsnr.
uk: Передані до іншого acc.no.

source: Tuber
cs: Bulva
es: Tubérculo
it: Tubero
nl: Knol
pt: Tubérculo
sv: Knöl
uk: Бульба

source: Type
cs: Typ
es: Tipo
hu: Típus
it: Tipo
pt: Tipo
sv: Typ
uk: Тип

source: Type of material
cs: Typ materiálu
es: Tipo del material
fr: Type de matériel
hu: Anyag típusa
it: Tipo di materiale
nl: Type materiaal
pt: Tipo de material
sv: Typ av material
uk: Тип матеріалу

source: Type:
cs: Typ:
es: Tipo:
hu: Tipus:
it: Tipo:
pt: Tipo:
sv: Typ:
uk: Тип:

source: Unable to Locate
cs: Nelze nalézt
es: No se puede encontrar
fr: Le fichier est introuvable.
pt: Não foi possível localizar
sv: Går inte att hitta
uk: Не вдається знайти

source: Uncertain which of the above applies.
uk: Невизначено, що з вищезазначеного застосовується.

source: University Department
cs: Oddělení univerzity
es: Departamento de la Universidad
fr: groupe de disciplines
it: Dipartimento universitario
nl: Faculteit Universiteit
pt: Departamento da Universidade
sv: Universitetsinstitution
uk: Відділ департаменту

source: Unknown
cs: Neznámé
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pt: Desconhecido
sv: Okänd
uk: Невідомо

source: Unknown Error.
cs: Neznámá chyba.
es: Error desconocido.
fr: Erreur inconnue.
hu: Ismeretlen Hiba.
it: Errore Sconosciuto.
nl: Onbekende fout.
pt: Erro Desconhecido
sv: Okänt fel.
uk: Невідома помилка.

source: Unknown error when committing changes. See the details for more information. %s
cs: Neznámá chyba při provádění změn. Přečtěte si podrobnosti pro více informací. %s
es: Error desconocido al consumar los cambios. Mira los detalles para más información %s
fr: Erreur inconnue durant la soumission des modifications. Voyez les détails pour plus d'informations. %s
it: Errore sconosciuto durante il compimento delle modifiche. Guardare i dettagli per più informazioni. %s
nl: Er is een onbekende fout opgetreden tijdens het invoeren van de veranderingen. Zie de details voor meer informatie. %s
pt: Erro desconhecido ao gravar alterações. Veja os detalhes para mais informações. %s
sv: Ett okänt fel uppstod när ändringar skulle sparas. Se detaljerna för mer information. %s
uk: Невідома помилка при здійсненні змін. Дивіться деталі для отримання додаткової інформації. %s

source: Unknown search domain: %s
cs: Neznámá vyhledávací doména: %s
es: Dominio de búsqueda desconocido: %s
fr: Domain de recherche inconnu : %s
it: Dominio di ricerca sconosciuto: %s
nl: Onbekend zoek domein: %s
pt: Domínio de procura desconhecido: %s
sv: Okänd sökdomän: %s
uk: Невідомий пошук домену: %s

source: Unripe
cs: Nezralé
es: Inmaduro
hu: Éretlen
nl: Onrijp
pt: Verde
sv: Omogen
uk: Незрілі

source: Unrooted cutting
cs: Nezakořeněný odřezek
es: Corte sin raíces
fr: Coupe sans racines
hu: Nem gyökeres dugvány
it: Talea senza radici
nl: Onbeworteld stek
pt: Poda de não-enraizados
sv: Orotad stickling
uk: Викорчувані

source: Use default locations
es: Utilizar ubicaciones predeterminadas
fr: Utilisez les emplacements par défaut
hu: Alapértelmezett helyszínek használata
it: Usa i valori predefiniti
nl: Gebruik standaardlocaties
uk: Використовувати розташування за замовчанням

source: User
cs: Uživatel
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
nl: Gebruiker
pt: Usuário
sv: Användare
uk: Користувач

source: User:
es: Usuario:
fr: Utilisateur:
hu: Felhasználó:
pt: Usuário:
uk: Користувач:

source: User:
cs: Uživatel:
es: Usuario:
fr: Utilisateur :
hu: Felhasználó:
pt: Usuário:
sv: Användare:
uk: Користувач:

source: Users
cs: Uživatelé
es: Usuarios
hu: Felhasználók
it: Utenti
nl: Gebruikers
pt: Usuários
sv: Användare
uk: Користувачі

source: Value
es: Valor
hu: Érték
nl: Waarde
uk: Значення

source: Values
cs: Hodnoty
es: Valores
fr: Valeurs
hu: Értékek
it: Valori
nl: Waarden
pt: Valores
sv: Värden
uk: Значення

source: Vegetative Part
cs: Vegetativní část
es: Parte vegetativa
fr: partie végétative
hu: Vegetatív rész
it: Parte vegetativa
nl: Vegetatief deel
pt: Parte vegetativa
sv: Vegetativ del
uk: Вегетативна частина

source: Vegetative part
uk: Вегетативна частина

source: Vegetative spreading
cs: Vegetativní šíření
es: Propagación vegetativa
fr: Végétative propage
it: Riproduzione Vegetativa
nl: Vegetatieve uitbreiding
pt: Cobertura vegetativa
sv: Vegetativ spridning
uk: Вегетативне розмноження

source: Verifications
cs: Ověření
es: Verificaciones
hu: Megerősítések
it: Verifiche
nl: Verificatie plant naam
pt: Verificações
sv: Verifikationer
uk: Перевірки

source: Verifier
cs: Ověřovatel
es: Verificador
hu: Jóváhagyó
nl: Uitgevoerd door
pt: Verificador
sv: Kontrollant
uk: Контролер

source: Vernacular Names
es: Nmbres vernáculos
fr: Nom vernaculaires
pt: Nomes Vernaculares
uk: Народні назви

source: Vernacular names
cs: Lidové názvy
es: Nombres comunes
fr: Noms vernaculaires
hu: Nemzeti nevek
it: Nomi vernacolari
nl: Volksnamen
pt: Nomes vernaculares
sv: Trivialnamn
uk: Народні назви

source: Version
cs: Verze
es: Versión
hu: Verzió
it: Versione
nl: Versie
pt: Versão
uk: Версія

source: Vouchers
cs: Potvrzení
pt: Comprovantes
sv: Allegat
uk: Ваучери

source: Vulnerable (VU)
fr: Vulnérable (VU)
hu: Sebezhető (VU)
it: Vulnerabile (VU)
uk: Уразливі види (VU)

source: West
cs: Západ
es: Oeste
fr: Ouest
hu: Nyugat
it: Ovest
pt: Oeste
sv: Väst
uk: Захід

source: Whether or not the family is considered a complex or aggregate.
uk: Чи вважається сім'я складною або сукупною.

source: Whole plant
uk: Ціла рослина

source: Wild native
cs: Původem volně žijící
es: Salvaje nativo
fr: Langue maternelle
it: Selvatica nativa
nl: Wild inheems
pt: Selvagem nativo
sv: Vild inhemsk
uk: Дикоростучі місцеві

source: Wild non-native
cs: Původem volně nežíjící
es: Salvaje non nativo
fr: Natif
it: Selvatica non nativa
nl: Wild niet inheems
pt: Selvagem não-nativo
sv: Vild icke inhemsk
uk: Дикоростучі не місцеві

source: Wild status
cs: Divoký stav
es: Si es Salvaje
fr: État sauvage
pt: Situação na natureza
sv: Vildstatus
uk: Дикоростучі статус

source: Winter kill
cs: Vymrzla
es: Víctima del invierno
fr: Mortalité hivernale
it: Morte invernale
nl: Winter niet overleefd
pt: Morta pelo inverno
sv: Dog under vintern
uk: Загинуло зимою

source: Would you like the cancel the current tasks?
cs: Chcete zrušit právě probíhající operace?
es: ¿Quiere cancelar las tareas actuales?
fr: Voulez-vous annuler les tâches courantes?
hu: Kívánja megszakítani az aktuális műveleteket?
it: Vorresti cancellare i compiti correnti?
nl: Wilt u de de huidige taken annuleren?
pt: Gostaria de cancelar o trabalho atual?
sv: Vill du avbryta de aktuella aktiviteterna?
uk: Ви хочете скасувати поточні завдання?

source: Voucher
uk: Ваучер

source: Voucher of Accession
es: Voucher de accesión
fr: Voucher de l'accès
it: Voucher dell'accessione
uk: Ваучер приєднання

source: Voucher of parent material
es: Voucher de material parental
fr: Voucher du matériau parental
uk: Ваучер материнського матеріалу

source: Would you like to create a new Ghini database at the current connection? <i>Warning: If there is already a database at this connection any existing data will be destroyed!</i>
cs: Chtěli byste vytvořit novou databázi Ghini na současném spojení? <i>Varování: pokud již na tomto připojení databáze existuje, jakákoliv data budou zničena!</i>
es: ¿Quiere crear una base de datos Ghini nueva en esta conexión? <i>Advertencia: Si ya hay una base de datos en esta conexión se destruirán todos los datos existentes.</i>
fr: Voulez-vous créer une nouvelle base de données Ghini à la connexion courante? <i>Attention: Si une base de données existe déjà à cette connexion toute donnée existante sera détruite!</i>
hu: Szeretne egy új Ghini adatbázist létrehozni a jelenlegi adatkapcsolat definícióhoz? <i>Figyelmeztetés: Ha a kapcsolathoz már tartozik adatbázis, minden abban tárolt adat elvész!</i>
it: Vorresti creare un nuovo database Ghini alla connessione attuale? <i>Attenzione: Se è già presente un database in questa connessione ogni dato esistente sarà distrutto!</i>
nl: Wilt U een nieuwe Ghini database aanmaken op de huidige verbinding? <i>Waarschuwing: Als er al een database op deze verbinding bestaat, dan wordt bestaande data vernietigd!</i>
pt: Gostaria de criar um novo banco de dados Ghini para a conexão atual? <i>Aviso: Se houver algum banco de dados existente nesta conexão, qualquer informação armazenada será destruída!</i>
sv: Vill du skapa en ny Ghini-databas på den aktuella anslutningen? <i>Varning: Om det redan finns en databas på denna anslutning kommer all befintlig data att förloras!</i>
uk: Ви хочете створити нову базу даних Ghini в поточному з'єднанні? <i>Увага: Якщо вже є база даних з цим з'єднанням то будь-які існуючі дані будуть знищені!</i>

source: Wounded
cs: Poranění
es: Herido
nl: Verwond
pt: Ferimento
sv: Skadad
uk: Уражений

source: Wounded: %s
uk: Уражено: %s

source: Write
cs: Zápis
es: Escribir
fr: Écrire
hu: Írás
it: Scrivere
nl: Schrijven
pt: Gravar
sv: Skriva
uk: Записати

source: You are exporting %(nplants)s objects to JSON format. Exporting this many objects may take several minutes. <i>Would you like to continue?</i>
es: Estás al punto de exportar %(nplants)s en formato JSON. esto puede tomar varios minutos. <i>por favor confirmar que se quiere seguir</i>
fr: Vous exportez %(nplants)s objets au format JSON. Exporter ce nombre d’objets peut prendre plusieurs minutes. <i>souhaitez-vous continuer ?</i>
hu: %(nplants)s db objektumot exportál JSON formátumban. Ezen adatmennyiség exportja több percet is igényelhet. <i>Kívánja folytatni?</i>
it: Sei in procinto di esportare %(nplants)s piante in formato JSON. Esportare un tale numero di piante potrebbe durare vari minuti. <i>Sei sicuro di voler continuare?</i>
sv: Du håller på att exportera %(nplants)s växter till formatet JSON. Export av så många växter kan ta flera minuter. <i>Vill du fortsätta?</i>
uk: Ви експортуєте %(nplants)s об'єкти в формат JSON. Експорт такої великої кількості об'єктів може зайняти кілька хвилин. <i>Ви хочете продовжити?</i>

source: You are exporting %(nplants)s plants to ABCD format. Exporting this many plants may take several minutes. <i>Would you like to continue?</i>
cs: Exportujete %(nplants)s rostlin do formátu ABCD. Exportování tolika rostlin může trvat několik minut. <i>Chtěli byste pokračovat?</i>
es: Estás al punto de exportar %(nplants)s plantas en formato ABCD. Esta acción puede tomar muchos minutos. <i>Por favor confirmar que se quiere seguir</i>
fr: Vous exportez au format ABCD de %(nplants)s plantes. Exporter ce beaucoup de plantes peut prendre plusieurs minutes. <i>souhaitez-vous continuer ?</i>
hu: %(nplants)s db objektumot exportál ABCD formátumban. Ezen adatmennyiség exportja több percet is igényelhet. <i>Kívánja folytatni?</i>
it: Sei in procinto di esportare %(nplants)s piante in formato ABCD. Esportare un tale numero di piante potrebbe durare vari minuti. <i>Sei sicuro di voler continuare?</i>
pt: Você está exportando as plantas %(nplants)s para o formato ABCD. A exportação de muitas plantas pode demorar vários minutos. <i>Gostaria de continuar?</i>
sv: Du håller på att exportera %(nplants)s växter till formatet ABCD. Export av så många växter kan ta flera minuter. <i>Vill du fortsätta?</i>
uk: Ви експортуєте %(nplants)s рослини в формат ABCD. Експорт такої великої кількості рослин може зайняти кілька хвилин. <i>Ви хочете продовжити?</i>

source: You are using Ghini version %(version)s while the database you have connected to was created with version %(db_version)s Some things might not work as or some of your data may become unexpectedly corrupted.
cs: Používáte Ghini verzi %(version)s zatímco databáze, ke které jste se připojili byla vytvořena verzí %(db_version)s Některé věci nemusejí fungovat nebo některá data mohou být najednou poškozená.
es: Está usando Ghini versión %(version)s, pero se ha conectado a una base de datos creada con la versión %(db_version)s Puede que algunas cosas no funcionen o que algunos de los datos se dañen sin previo aviso.
fr: Vous utilisez la version %(version)s de Ghini tandis que la base de données à laquelle vous vous êtes connecté a été créé avec la version %(db_version)s Certaines opérations pourraient ne pas fonctionner ou certaines données peuvent devenir corrompue de façon inattendue.
hu: Ön a Ghini program %(version)s verzióját használja, míg az adatbázis, amelyhez csatlakozott, a program %(db_version)s verziójával készült Bizonyos műveletek esetleg nem fognak működni, vagy az adatai sérülhetnek.
it: Stai usando la versione %(version)s di Ghini mentre sei connesso ad un database creato con la versione %(db_version)s Alcune cose potrebbero non funzionare correttamente oppure una parte dei dati potrebbe inaspettatamente risultare corrotta.
nl: U gebruikt Ghini versie %(version)s terwijl de database waarmee u verbinding heeft werd met versie %(db_version)s aangemaakt. Het is mogelijk dat niet alles correct werkt en het is ook mogelijk dat een deel van uw gegevens beschadigd raakt.
pt: Você está usando a versão Ghini %(version)s enquanto o banco de dados que você tem conectado foi criado com a versão %(db_version)s Algumas coisas podem não funcionar ou alguma informação pode se tornar repentinamente corrompida.
sv: Du använder Ghini version %(version)s medan databasen som du har anslutit till skapades i version %(db_version)s Vissa saker kan visa sig inte fungera som de skall och delar av din data kan komma att skadas.
uk: Ви використовуєте Ghini версію %(version)s в той час як бази даних була створена з версією %(db_version)s Деякі речі можуть не працювати або деякі з ваших даних можуть некоректно відображатися.

source: You cannot remove a family with genera.
es: No es posible eliminar una familia que tenga géneros.
fr: On ne peut pas supprimer une famille avec des genres.
hu: Olyan család, amelyhez nemzetségek tartoznak, nem törölhető.
nl: U kunt geen familie met geslachten verwijderen.
uk: Ви не можете видалити сім'ю з роду.

source: You cannot remove a genus with species.
es: No es posible eliminar un género que tenga especies.
fr: On ne peut pas supprimer un genre avec des espèces.
hu: Olyan nemzetség, amelyhez fajok tartoznak, nem törölhető.
nl: U kunt geen geslacht met soorten verwijderen.
uk: Ви не можете видалити рід з виду.

source: You cannot remove a species with accessions.
es: No es posible eliminar una especie que tenga accesiones.
fr: On ne peut pas supprimer un une espèce avec des accès.
hu: Olyan faj, amelyhez beszerzések tartoznak, nem törölhető.
nl: U kunt geen soort met accessies verwijderen.
uk: Ви не можете видалити вид з приєднань.

source: You cannot remove an accession with plants.
es: No es posible eliminar una accesión que tenga plantas.
fr: On ne peut pas supprimer un accès avec des plantes.
hu: Olyan beszerzés, amelyhez növények tartoznak, nem törölhető.
nl: U kunt geen accessie met planten verwijderen.
uk: Ви не можете вилучити приєднання з рослин.

source: You do not have privileges to change other user privileges
cs: Nemáte oprávnění ke změně oprávnění jiných uživatelů
es: Tú no tienes privilegios para cambiar los privilegios de otro usuario
fr: Vous n’avez pas de privilèges de modifier d’autres privilèges de l’utilisateur
hu: Nem jogosult más felhasználó jogosultságait módosítani
it: Non hai i diritti di accesso necessari per cambiare diritti di altri utenti.
nl: U heeft geen rechten om andere gebruikers rechten te wijzigen
pt: Você não tem privilégios para alterar privilégios de outros usuários
sv: Du har inte behörighet att ändra andra användares behörigheter
uk: У вас немає прав для зміни призначених для інших користувачів привілеїв

source: You don't have any connections in your connection list. Click on <b>Add</b> to create a new connection.
es: No hay ninguna conexión en la lista de conexiones. Presione <b>Añadir</b> para crear una conexión nueva.
fr: Vous n’avez pas toutes les connexions dans votre liste de connexion. Click sur <b>Ajouter</b> pour créer une nouvelle connexion.
hu: Az adatbázis kapcsolat-definíciók listája üres. Új adatbázis kapcsolat létrehozásához kattintson az <b>Új</b> gombra!
it: Non hai connessioni nella lista connessioni. Premi <b>Aggiungi</b> per creare una nuova connessione.
nl: U heeft geen verbindingen in uw lijst van verbindingen. Klik op <b>toevoegen</b> om een nieuwe verbinding aan te maken.
uk: У вас немає будь-яких з'єднань в списку з'єднань. Натисніть на <b>Додати</b> щоб створити нове з'єднання.

source: You have configured empty_to_none=True but None is not in the values lists
cs: Nastavili jste empty_to_none=True ale None není v seznamech hodnot
es: Ha configurado empty_to_none=True pero None no esta en la lista de valores
fr: Vous avez configuré empty_to_none=True mais None n'est pas dans les listes de valeurs
it: Hai configurato empty_to_none=True ma None non è nell'elenco dei valori
pt: Você configurou empty_to_none=Verdadeiro mas Nenhum não está nas listas de valores
sv: Du har angivit empty_to_none till "Sant", men Ingen (None) finns inte i listan över värden
uk: Ви налаштували empty_to_none=True, але жоден з них не є в списках значень

source: You must first add or import at least one Family into the database before you can add plants.
cs: Nejdříve musíte přidat nebo importovat alespoň jednu rodinu do databáze předtím, než můžete přidat rosliny.
es: Antes de añadir plantas a la base de datos debe añadir o importar al menos una familia.
fr: Vous devez d'abord ajouter ou importer au moins une Famille dans la base de données avant de pouvoir ajouter des plantes.
hu: Ahhoz, hogy növényeket tudjon rögzíteni, legalább egy család felvitele vagy importálása kötelező!
it: Devi aggiungere o importare almeno una Famiglia nel database prima che tu possa aggiungere piante.
nl: U moet eerst op zijn minst één familie in de database hebben voordat u een geslacht kunt toevoegen.
pt: Você deve, em primeiro lugar, adicionar ou importar pelo menos uma família para o banco de dados antes que seja possível adicionar plantas.
sv: Innan du kan börja lägga till växter måste du först lägga till eller importera åtminstone en familj till databasen.
uk: Ви повинні спочатку додати або імпортувати принаймні, одну сім'ю в базу даних, перш ніж ви можете додати рослини.

source: You must first add or import at least one genus into the database before you can add species.
es: Primero debe agregar o importar al menos un género en la base de datos antes de poder agregar especies.
fr: Tout d’abord, vous devez ajouter ou importer au moins un genre dans la base de données avant de pouvoir ajouter les espèces.
hu: Ahhoz, hogy fajokat tudjon rögzíteni, legalább egy nemzetség felvitele vagy importálása kötelező!
it: Bisogna aggiungere o importare almeno un genere del database prima di poter aggiungere specie.
nl: U moet eerst op zijn minst één geslacht in de database hebben voordat u een soort kunt toevoegen.
uk: Ви повинні спочатку додати або імпортувати щонайменше, один рід в базу даних, перш ніж ви можете додати види.
