Repository: Ghini/ghini.desktop
Catalog: po/*.po
Languages: cs, es, fr, hu, it, nl, pt, sv, uk

source: The name of the record determined by a taxonomist or by other competent persons using herbarium and/or library and/or documented living material.
es: El nombre del registro, determinado por un taxonomista u otra persona competente, utilizando un herbario y/o biblioteca y/o material vivo documentado.
fr: Le nom du dossier déterminé par un taxonomiste ou autres personnes compétentes utilisant herbier et/ou bibliothèque ou documentées des matières vivantes.
hu: A tételnek taxonómus vagy más kompetens személy által, herbárium, szakirodalom vagy dokumentált élő anyag alapján meghatározott neve.
it: Il nome del record determinato da tassonomo o da altra persona competente utilizzando erbario e/o biblioteca e/o documentato materiale vivo.
nl: De naam van de plant is gedetermineerd door een taxonoom of ander competent persoon gebruik makend van faciliteiten zoals bibliotheek, herbarium of ander gedocumenteerd levend materiaal.
uk: Назва запису визначається таксономістом або іншими компетентними особами, які використовують гербарій та/або бібліотеку та/або документовані живі матеріали.

source: The name of the record determined by comparison with other named plants.
cs: Název záznamu zjištěn porovnáním s ostatními pojmenovanými rostlinami.
es: El nombre del registro, determinado comparando con otras plantas.
fr: Le nom de l’enregistrement déterminé par comparaison avec d’autres plantes nommées.
hu: A tételnek más, meghatározott (névvel rendelkező) növényekkel való összehasonlítás révén meghatározott neve.
it: Il nome del registro è stato determinato per confronto con altre piante identificate.
nl: De naam van de plant is bepaald door te vergelijken met andere benoemde planten.
pt: O nome do registro determinado por comparação com outras plantas identificadas.
sv: Namnet på posten som det bestämts efter jämförelse med andra namngivna växter.
uk: Запис назви визначається шляхом порівняння з іншими названими рослин.

source: The name of the record has not been checked by any authority.
cs: Název záznamu nebyl zkontrolován orgánem.
es: El nombre del registro no ha sido averiguado por ninguna autoridad.
fr: Le nom du dossier n’a pas été vérifié par toute autorité.
hu: A tétel nevét semmilyen szakember nem ellenőrizte.
it: Il nome del registro non è stato verificato da nessuna autorità.
nl: De naam van de plant is niet gedetermineerd door enig persoon met autoriteit.
pt: O nome do registro não foi marcado por nenhuma autoridade.
sv: Namnet på posten har inte verifierats av någon namnkunnig källa.
uk: Запис назви не було перевірено будь-яким фахівцем.

source: The name or abbreviation of the author that published this genus
cs: Jméno nebo iniciály autora který publikoval tento rod.
es: El nombre o la abreviatura del autor que publicó este género
fr: Le nom ou les initiales de l'auteur qui a publié ce genre
hu: A nemzetséget publikáló auktor neve vagy rövidítése
it: Il nome o abbreviazione dell'autore che ha pubblicato questo gene
nl: Naam of afkorting van de auteur die het geslacht heeft gepubliceerd
pt: O nome ou abreviação do nome do autor que publicou neste gênero
sv: Namnet på eller förkortningen av författaren som publicerade denna släkt
uk: Ім'я або абревіатура автора, який опублікував цей рід

source: The name that you will use later to refer to this location.
cs: Název, který použijete později pro odkaz na toto umístění.
es: Nombre que utilizará más tarde para referirse a este lugar.
fr: Le nom que vous utiliserez plus tard pour désigner cet endroit.
hu: A későbbiekben ezen a néven fog hivatkozni erre a helyszínre.
it: Il nome con cui vorrai far riferimento a questa locazione.
nl: De naam die U later gebruikt om te refereren aan deze locatie.
pt: O nome que será usado posteriormente para referir-se a este local.
sv: Det namn som du kommer att använda som referens till platsen.
uk: Назва, яка буде використовуватися в подальшому для позначення цього розташування.

source: The origin or source of this accession. Possible values: %s
cs: Původ nebo zdroj tohoto přírůstku. Možné hodnoty: %s
es: El origen o la fuente de esta accesión. Posibles valores: %s
fr: L'origine ou la source de cette accès. Les valeurs possibles: %s
hu: Ezen beszerzés eredete vagy forrása. Lehetséges értékek: %s
it: L'origine o sorgente di questa accessione. Possibili valori: %s
nl: De origine of bron van deze accessie. Mogelijke waarden: %s
pt: A origem ou fonte desta referência. Valores possíveis: %s
sv: Ursprunget eller källan till denna accession. Möjliga värden: %s
uk: Походження або джерело цього приєднання. Можливі значення: %s

source: The part of the taxon name that the id qualifier refers to.
cs: Část názvu taxonu, na který odkazuje kvalifikátor id.
es: La parte del nombre del taxón a que el calificativo de identificación se refiere.
fr: La partie du nom de taxon qui veut dire le qualificateur du code.
it: La parte del nome del taxon a cui si riferisce il qualificatore di id.
nl: Het deel van de taxon naam waar de id qualifier aan refereert.
pt: A parte do nome do grupo a qual o ID qualificador se refere.
sv: Den del av taxonnamnet som ID-attributet hänvisar till.
uk: Частина назви таксона, на яку посилається класифікатор id.

source: The password for user <b>%s</b> has not been changed.
cs: Heslo pro uživatele <b>%s</b> nebylo změněno.
es: La contraseña del usuario <b>%s</b> no ha sido cambiada.
fr: Le mot de passe pour l’utilisateur <b>%s</b> n’a pas été changé.
hu: A <b>%s</b> felhasználó jelszava nem változott.
it: La password per l'utente <b>%s</b> non è stata modificata.
nl: Wachtwoord voor gebruiker <b>%s</b> is niet gewijzigd.
pt: A senha do usuário <b>%s</b> não foi alterada.
sv: Lösenordet för användaren <b>%s</b> har inte ändrats.
uk: Пароль користувача <b>%s</b> не змінено.

source: The passwords do not match. The password for user <b>%s</b> has not been changed.
cs: Hesla se neshodují. Heslo pro uživatele <b>%s</b> nebylo změněno.
es: Las contraseñas no son iguales. La contraseña del usuario <b>%s</b> no ha sido cambiada.
fr: Les mots de passe ne correspondent pas. Le mot de passe pour l’utilisateur <b>%s</b> n’a pas été changé.
hu: A jelszavak különböznek. A <b>%s</b> felhasználó jelszava nem lett módosítva.
it: Le password non corrispondono. La password per utente <b>%s</b> non è stata modificata.
nl: Wachtwoorden komen niet overeen. Wachtwoord voor gebruiker <b>1%s</b>2 is niet gewijzigd.
pt: As senhas não coincidem. A senha do usuário <b>%s</b> não foi alterada.
sv: Lösenorden stämmer inte överens. Lösenordet för användaren <b>%s</b> har inte ändrats.
uk: Паролі не збігаються. Пароль користувача <b>%s</b> не змінено.

source: The planting code must be a unique code for the accession. You may also use ranges like 1,2,7 or 1-3 to create multiple plants.
cs: Kód rostliny musí být pro sbírku jedinečný. Můžete použít rozsahy jako 1,2,7 nebo 1-3 pro vytvoření mnoha rostlin.
es: El código de planta tiene que ser único en la accesión. también puedes utilizar valores múltiplos, como 1,2,7 ó 1-3 para insertar más plantas a la vez.
fr: Le code de plantation doit être un code unique pour l’accès. Vous pouvez également utiliser des gammes comme 1,2,7 ou 1-3 pour créer plusieurs plantes.
hu: A beszerzéshez tartozó kiültetési kódnak egyedinek kell lennie. Tartományok megadásával (pl.: 1,2,7 vagy 1-3) több növény is létrehozható.
it: Il codice di pianta dev'essere unico per questa accessione. Puoi utilizzare intervalli tipo 1,2,7 or 1-3 per inserire più piante.
nl: De plant code moet een unieke code zijn voor de accessie. U kunt meerdere waarden gebruiken zoals 1,2,7, of 1-3 om meerdere planten aan te maken.
pt: O código da planta deve ser único para a referência. Você pode também utilizar intervalos como 1,2,7 ou 1-3 para criar várias plantas.
sv: Växtkoden måste vara en unik kod för accessionen. Du kan även skapa intervall, t.ex. 1,2,7 eller 1-3, för att skapa flera växter.
uk: Код рослин повинен бути унікальним кодом для приєднання. Ви також можете використовувати діапазони 1,2,7 або 1-3 щоб створити кілька рослин.

source: The plant represents all or part of the type material on which the name was based, or the plant has been derived therefore by asexual propagation
uk: Рослина являє собою весь або частину типу матеріалу, на якому було засновано найменування, або рослина була виведена шляхом безстатевого розмноження

source: The plugins contain a dependency loop. This can happen if two plugins directly or indirectly rely on each other
cs: Zásuvné moduly obsahují závislostní smyčku. To se může stát, když dva zásuvné moduly na sobě přímo či nepřímo závisejí
es: El complemento contiene un bucle de dependencias. Esto puede pasar si dos complementos dependen directa o indirectamente uno de otro
fr: Le plugin contient une dépendance en boucle. Cela arrive si deux plugins sont directement ou indirectement liés l'un à l'autre
hu: Körkörös függőség a plugin-ek között. Ez olyankor fordul elő, ha két plugin közvetlen vagy közvetett módon függ egymástól.
it: I plugin contengono una dipendenza circolare. Questo accade se due plugin dipendono tra loro a vicenda direttamente o indirettamente.
nl: De plugins bevatten een afhankelijkheidslus. Dit kan gebeuren als twee plugins rechtstreeks of indirect een beroep op elkaar doen
pt: Os plugins contêm interdependência . Isso pode acontecer devido a dois plugins direta ou indiretamente dependerem um do outro
sv: Insticksmodulerna innehåller en objektsberoende loop. Det här kan hända om två insticksmoduler direkt eller indirekt är beroende av varandra
uk: Плагіни містять цикл залежностей. Це може статися, якщо два плагіна безпосередньо або побічно покладаються один на одного

source: The plugins contain a dependency loop. This means that two plugins (possibly indirectly) rely on each other
hu: Körkörös függőség a plugin-ek között. Ez olyankor fordul elő, ha két plugin közvetlen vagy közvetett módon függ egymástól.
uk: Плагіни містять цикл залежностей. Це може статися, якщо два плагіна безпосередньо або побічно залежать один від одного

source: The record is part of type gathering or propagated from type material by asexual methods.
cs: Záznam je součástí sběru typu nebo vypěstován z typu materiálu pomocí asexuálních metod.
es: El registro es parte del tipo de reunión o propagadas de tipo material por métodos asexuales.
fr: Le record appartient à type de collecte ou propagées à partir de matériel type de méthodes asexuées.
it: Il record è parte del tipo di raccolta o propagate dal tipo di materiale dai metodi asessuale.
nl: De plant is het typemateriaal waarop de beschrijving van de naam gebaseerd is, of de plant is daarvan verkregen door middel van ongeslachtelijke vermeerdering.
pt: O registro é parte da coleta de tipos ou propagação de materiais por métodos assexuados.
sv: Posten är en del av en typsamling eller har förökats ur material m.h.a. asexuella metoder.
uk: Запис є частиною зібрання типів або поширюється з типу матеріалу вегетативними способами.

source: The species <b>%(synonym)s</b> is a synonym of <b>%(species)s</b>. Would you like to choose <b>%(species)s</b> instead?
cs: Druh <b>%(synonym)s</b> je synonymum <b>%(species)s</b>. Chtěli byste místo toho zvolit <b>%(species)s</b>?
es: La especie <b>%(synonym)s</b> es un sinónimo de <b>%(species)s</b>. Prefieres seleccionar <b>%(species)s</b>?
fr: L'espèce <b>%(synonym)s</b> est un synonyme de <b>%(species)s</b>. Voulez vous choisir <b>%(species)s</b> à la place ?
hu: A <b>%(synonym)s</b> fajnév szinonímája a <b>%(species)s</b> fajnak. Kívánja inkább a <b>%(species)s</b> nevet választani?
it: La specie <b>%(synonym)s</b> è un sinonimo per <b>%(species)s</b>. Preferisci utilizzare <b>%(species)s</b>?
nl: De soort <b>%(synonym)s</b> is een synoniem van <b>%(species)s</b>. Wilt U kiezen voor <b>%(species)s</b> in plaats van?
pt: A espécie <b>%(synonym)s</b> é um sinônimo de <b>%(species)s</b>. Gostaria de escolher <b>%(species)s</b> ao invés disso?
sv: Arten <b>%(synonym)s</b> är en synonym till <b>%(species)s</b>. Vill du välja <b>%(species)s</b> istället?
uk: Вид <b>%(synonym)s</b> є синонімом <b>%(species)s</b>. Ви бажаєте вибрати <b>%(species)s</b> замість цього?

source: The species <i>%(1)s</i> has %(2)s accessions.
cs: Druh <i>%(1)s</i> má %(2)s přírůstků.
es: La especie <i>%(1)s</i> está asociada a %(2)s accesiones.
fr: Les espèces <i>%(1)s</i> a %(2)s accès.
hu: A <i>%(1)s</i> fajhoz %(2)s beszerzés tartozik.
it: La specie <i>%(1)s</i> ha %(2)s accessioni.
nl: Soort <i>%(1)s</i> heeft %(2)s accessies.
pt: A espécie <i>%(1)s</i> tem %(2)s referências.
sv: Arten <i>%(1)s</i> innefattar %(2)s accessioner.
uk: Вид <i>%(species)s</i> має %(num_accessions)s приєднання. Ви впевнені, що хочете видалити його?

source: The species must be selected from the list of completions. To add a species use the Species editor.
cs: Druhy musí bát zvoleny ze seznamu dokončených. Pro přidání druhu, použijte editor Druhů.
es: La especie debe seleccionarse de la lista de sugerencias. Para añadir una especie use el editor de especies.
fr: Les espèces doivent être sélectionnés à partir de la liste des compléments. Pour ajouter une espèce utiliser l'éditeur d'espèces.
it: Le specie devono essere selezionate dalla lista dei compimenti. Per aggiungere una specie usare l'Editor delle specie
nl: De soort moet uit de aanvullingenlijst geselecteerd worden. Om een soort toe te voegen kunt u de Soort editor gebruiken.
pt: As espécies devem ser selecionadas da lista de finalizadas. Para adicionar espécies use o Editor de Espécies.
sv: Arten måste väljas ur kompletteringslistan. För att lägga till en art, använd Artredigeraren.
uk: Вид повинен бути обраний зі списку завершень. Для додавання виду використовуйте редактор видів.

source: The standard abbreviation of the institution.
cs: Standardní zkratka instituce.
es: Abreviatura de la institución.
fr: L’abréviation standard de l’institution.
hu: Az intézmény hivatalos rövidítése.
it: L'abbreviazione standard dell'istituzione.
nl: Standaardafkorting voor het instituut.
pt: Abreviação padrão da instituição.
sv: Institutionens standardförkortning.
uk: Стандартна абревіатура установи.

source: The telephone number of the institution.
cs: Telefonní číslo instituce.
es: Número de teléfono de la institución.
fr: Numéro de téléphone de l'institution.
hu: Az intézmény telefonszáma.
it: Il numero di telefono dell'istituzione.
nl: Het telefoonnummer van het instituut.
pt: O número do telefone da instituição.
sv: Institutionens telefonnummer.
uk: Телефонний номер установи.

source: The type of the accessioned material.
cs: Typ získaného materiálu.
es: El tipo del material accessionado.
fr: Le type du matériau répertorié.
hu: A beszerzett anyag típusa.
it: Il tipo di materiale accessionato.
nl: Type materiaal dat als accessie is opgenomen.
pt: O tipo do material referenciado.
sv: Den typ av material som ingår i accessionen.
uk: Тип приєднаного матеріалу.

source: The type of the plant material. Possible values: %s
cs: Typ rostlinného materiálu. Možné hodnoty: %s
es: Tipo del material de planta Valores posibles: %s
fr: Le type de plante. Valeurs possibles: %s
hu: A növényi anyag típusa. Lehetséges értékek: %s
it: Il tipo del materiale della pianta. Possibili valori: %s
nl: Het type van het plantmateriaal. Mogelijke waarden: %s
pt: O tipo de material da planta. Valores possíveis: %s
sv: Typen av växtmaterial. Möjliga värden: %s
uk: Тип рослинного матеріалу. Можливі значення: %s

source: The wild status is used to clarify the provenance. Possible values: %s
cs: Stav divoký je použit k určení původu. Možné hodnoty: %s
es: El estado salvaje se utiliza para aclarar la procedencia. Valores posibles: %s
fr: L’état sauvage est utilisée pour clarifier les valeurs provenance. Possible : %s
hu: A "vad" státusz a származás pontosítására szolgál. Lehetséges értékek: %s
it: Stato selvatico viene utilizzato per chiarire i valori di provenance. Valori validi: %s
nl: De wild status wordt gebruikt ter verduidelijking van de herkomst. Mogelijke waarden: %s
pt: A situação na natureza é usada para esclarecer a procedência. Valores possíveis: %s
sv: Vildstatusen används för att klargöra proveniensen. Möjliga värden: %s
uk: Дикоростучий стан використовуються для з'ясування походження. Можливі значення: %s

source: There are no accessions in the search results. Please try another search.
cs: Ve výsledcích hledání nejsou žádné sbírky. Zkuste prosím jiné hledání.
es: No se encontró ninguna accesión. Inténtelo con otra búsqueda.
fr: Il n'y a pas d'accès dans les résultats de recherche. S'il vous plaît essayer une autre recherche.
hu: Nincs találat a beszerzések között. Próbáljon másik keresést!
nl: Er zijn geen accessies in de zoekresultaten. Probeer een andere zoekopdracht.
pt: Não existem referências nos resultados da pesquisa. Tente outra pesquisa.
sv: Det finns inga accessioner i sökresultatet. Var vänlig försök med en annan sökning.
uk: Немає приєднання в результатах пошуку. Будь ласка, спробуйте інший пошук.

source: There are no plants in the search results. Please try another search.
cs: Ve výsledcích hledání nejsou žádné rostliny. Zkuste prosím jiné hledání.
es: No se encontró ninguna planta. Inténtelo con otra búsqueda.
fr: Il n'y a pas de plantes dans les résultats de la rechercher. Veuillez essayer une autre recherche.
hu: Nincs találat a növények között. Próbáljon másik keresést!
nl: Er zijn geen planten in de zoekresultaten. Probeer een andere zoekopdracht.
pt: Não há plantas nos resultados da pesquisa. Tente outra pesquisa.
sv: Det finns inga växter i sökresultatet. Var vänlig försök med en annan sökning.
uk: Немає ніяких рослин в результатах пошуку. Будь ласка, спробуйте інший пошук.

source: There are no species in the search results. Please try another search.
cs: Ve výsledcích hledání nejsou žádné druhy. Zkuste prosím jiné hledání.
es: No se encontró ninguna especie. Inténtelo con otra búsqueda.
fr: Il n'y a pas d'espèce dans les résultats de la rechercher. Veuillez essayer une autre recherche.
hu: Nincs találat a fajok között. Próbáljon másik keresést!
nl: Er zijn geen soorten in de zoekresultaten. Probeer een andere zoekopdracht.
pt: Não existem espécies nos resultados da pesquisa. Tente outra pesquisa.
sv: Det finns inga arter i sökresultatet. Var vänlig försök med en annan sökning.
uk: Немає видів в результатах пошуку. Будь ласка, спробуйте інший пошук.

source: This binomial name is already in your collection, as %s. Are you sure you want to insert it again?
es: ¿Este nombre binomial ya está en su colección, como %s. Are seguro que desea insertar otra vez?
fr: Ce nom binomial est déjà dans votre collection, comme %s. Vous êtes sûr de vouloir remettre en place?
hu: Ez a binominális név már szerepel a gyűjteményében: %s. Egészen biztos, hogy ismételten rögzíteni kívánja?
it: Questo nome binomiale è già nella vostra collezione come %s. Sei sicuro che si desidera inserirlo nuovamente?
nl: Deze binomiale naam bestaat al in uw collectie, als %s. Weet u zeker dat u hem opnieuw wilt toevoegen?
uk: Це біноміальне ім'я вже у вашій колекції, як %s. Ви впевнені, що хочете вставити його знову?

source: This plant is marked with quantity zero. In practice, it is not any more part of the collection. Are you sure you want to edit it anyway?
es: Esta planta está marcada con cantidad cero. En practica, la planta ya no hace parte de la colección. ¿Está seguro que desea editar la información ya finalizada?
fr: Cette plante est stockée ayant quantité zéro. Dans la pratique, elle n’est pas plus partie de la collection. Êtes-vous sûr de vouloir le modifier de toute façon ?
hu: Ezen növény darabszáma nulla. Gyakorlatilag tehát már nem szerepel a gyűjteményben. Ennek tudatában is szerkeszteni kívánja?
it: Questa pianta ha quantità zero. In pratica, la pianta non è più parte della collezione viva. Sei sicuro di voler modificare questa informazione?
nl: Deze plant is gemarkeerd met aantal nul. In de praktijk, maakt hij geen deel meer uit van de collectie. Weet U zeker dat U het nog wilt bewerken?
uk: Ця рослина позначена нульовою кількістю. На практиці це не є частиною колекції. Ви впевнені, що хочете це будь-коли редагувати?

source: This propagation has produced %s plants. It can already be accessioned. Are you sure you want to remove it?
es: Esta propagación ha resultado en %s plantas. Por eso, ya está lista para ser accesionada. ¿Está seguro que desea eliminarla?
fr: Cette propagation a produit %s plantes. Elles peuvent déjà être répertorié. Vous êtes sûr que vous voulez la supprimer?
hu: Ez a szaporítás %s db növényt eredményezett. Most már rögzíthető hozzá beszerzés. Biztosan szeretné törölni?
it: Questa propagazione ha prodotto già %s piante. Può essere accessionata. Sei sicuro che si desidera rimuoverla?
nl: Deze vermeerdering heeft %s planten geproduceerd. Ze kunnen als accessies worden toegevoegd. Weet U zeker dat u ze wil verwijderen?
uk: Розмноження підготувало %s рослин. Їх вже можна приєднати. Ви впевнені, що хочете видалити це?

source: This propagation is referred to by %s accessions. You cannot remove it.
es: Esta propagación ya está asociada a %s accesiones. ¡No es posible eliminarla!
fr: Cette propagation est renvoyée par %s accès. On ne peut pas la supprimer.
hu: Erre a szaporításra %s db beszerzés hivatkozik. Nem törölhető.
it: Questa propagazione viene utilizzata da %s accessioni. Non è possibile rimuoverla.
nl: Aan deze voortkweking wordt gerefereerd door %s accessies. U kunt hem niet verwijderen.
sv: Denna förökning hänvisas till av %s anslutningar. Du kan inte ta bort den.
uk: Це розмноження посилається на %s приєднання. Ви не можете його видалити.

source: This propagation is referred to by accession %s. You cannot remove it.
es: Esta propagación ya está asociada a la accesión %s. ¡No es posible eliminarla!
fr: Cette propagation est renvoyée par accès %s. On ne peut pas la supprimer.
hu: Erre a szaporításra %s db beszerzés hivatkozik. Nem törölhető.
it: Questa propagazione viene utilizzata dall'accessione %s. Non è possibile rimuoverla.
nl: Naar deze voortkweking wordt gereferreerd door accessie %s. U kunt het niet verwijderen.
uk: Це розмноження посилається на приєднання %s. Ви не можете його видалити.

source: This query returned %s results. It may take a long time to get all the data. Are you sure you want to continue?
cs: Tento dotaz vrátil %s výsledků. Získání všech dat může zabrat dlouhou dobu. Opravdu chcete pokračovat?
es: Esta consulta tiene %s resultados. Puede que se tarde mucho en obtener todos los datos. ¿Quiere continuar?
fr: Cette requête a retourné %s résultats. Cela peut prendre un certain temps pour obtenir toutes les données. Êtes-vous sûr de vouloir continuer ?
hu: A lekérdezés %s db találatot eredményezett. Az összes adat betöltése hosszú időbe telhet. Kívánja folytatni?
it: Questa query ha prodotto %s risultati. Può richiedere molto tempo per ottenere tutti i dati. Continuare?
nl: Deze query leverde %s resultaten. Het kan enige tijd duren om alle data te verkrijgen. Weet U zeker dat U door wilt gaan?
pt: Essa consulta retornou %s resultados. Conseguir todos os resultados pode levar muito tempo. Tem certeza de que deseja continuar?
sv: Denna fråga returnerade %s träffar. Det kan ta lång tid att hämta all data. Är du säker på att du vill fortsätta?
uk: Цей запит повернувся з %s результатами. Завантаження всіх даних може зайняти дуже багато часу. Ви впевнені, що хочете продовжити?
