Repository: Ghini/ghini.desktop
Catalog: po/*.po
Languages: cs, es, fr, hu, it, nl, pt, sv, uk

source: CSVExporter: path does not exist. %s
cs: CSVExporter: Cesta neexistuje. %s
es: CSVExporter: la ruta no existe. %s
fr: CSVExporter: le chemin n'existe pas. %s
hu: CSVExporter: az elérési út nem található. %s
it: CSVExporter: il percorso non esiste. %s
nl: CSVExporter: path bestaat niet. %s
pt: CSVExporter: o caminho não existe. %s
sv: CSVExporter: Sökvägen finns inte. %s
uk: CSVExporter: шлях не існує. %s

source: Can't get Location from a %s
cs: Nelze získat umístěny z %s
es: No se pueden obtener ubicaciones de %s
fr: Impossible d'obtenir des emplacements d'un %s
it: Non è possibile ottenere collocazioni da un %s
nl: Kan geen Locatie verkrijgen van %s
pt: Não foi possível obter localizaçãos de um %s
sv: Det går inte att hämta platser från %s
uk: Неможливо отримати місцезнаходження з %s

source: Can't get accessions from a %s
cs: Nelze získat sbírky z %s
es: No se pueden obtener accesiones de %s
fr: Impossible d'obtenir des accès d'un %s
it: Non è possibile ottenere accessioni da un %s
nl: Kan geen accessies van %s ophalen
pt: Não foi possível obter referências de um %s
sv: Det går inte att hämta accessioner från %s
uk: Неможливо отримати приєднання з %s

source: Can't get plants from a %s
cs: Nelze získat rostliny z %s
es: No se pueden obtener plantas de %s
fr: Impossible d'obtenir des plantes d'un %s
it: Non è possibile ottenere piante da %s
nl: Kan geen planten ophalen van een %s
pt: Não foi possível obter plantas de um %s
sv: Det går inte att hämta växter från %s
uk: Неможливо отримати рослини з %s

source: Can't get species from a %s
cs: Nelze získat druh z %s
es: No se pueden obtener especies de %s
fr: Impossible d'obtenir des espèces d'un %s
it: Non è possibile ottenere specie da un %s
nl: Kan geen soorten ophalen van een %s
pt: Não foi possível obter espécies de um %s
sv: Det går inte att hämta arter från %s
uk: Неможливо отримати вид з %s

source: Cancel
es: Cancelar
fr: Annuler
hu: Mégsem
it: Annulla
nl: Annuleren
uk: Скасувати

source: Cancel your changes
cs: Zrušit Vaše změny
es: Cancelar los cambios
fr: Abandonner voss modifications
hu: Módosítások elvetése
it: Annulla le modifiche
nl: Wijzigingen ongedaan maken
pt: Cancelar suas alterações
sv: Förkasta dina ändringar
uk: Скасувати зміни

source: Cancel your changes.
cs: Zrušit Vaše změny.
es: Cancelar los cambios.
fr: Abandonner vos modifications.
hu: Módosítások elvetése.
it: Annulla le modifiche.
nl: Wijzigingen ongedaan maken.
pt: Cancelar as alterações.
sv: Förkasta dina ändringar.
uk: Скасувати зміни.

source: Category
cs: Kategorie
es: Categoría
fr: Catégorie
hu: Kategória
it: Categoria
nl: Categorie
pt: Categori­a
sv: Kategori
uk: Категорія

source: Change Password
cs: Změnit heslo
es: Cambia la contraseña
fr: Changer le mot de passe
hu: Jelszóváltoztatás
it: Cambia la password
nl: Wachtwoord wijzigen
pt: Alterar senha
sv: Byt lösenord
uk: Змінити пароль

source: Changes
cs: Změny
es: Cambios
fr: Modifications
hu: Módosítások
it: Modifiche
nl: Aanpassingen
pt: Alterações
sv: Ändringar
uk: Зміни

source: Choose a file to export to...
cs: Zvolte soubor do kterého exportovat...
es: Elija un archivo para exportar a...
fr: Choisissez un fichier dans lequel exporter...
hu: Adja meg az exportálandó file nevét ...
it: Seleziona un file nel quale esportare i dati...
nl: Kies een file om naartoe te exporteren...
pt: Escolher um arquivo de destino para exportação...
sv: Välj en fil att exportera till…
uk: Вибрати файл для експорту в ...

source: Choose a file...
es: Elija un archivo…
fr: Choisissez un fichier...
hu: Válasszon fájlt…
pt: Escolher um arquivo...
uk: Вибрати файл...

source: Choose a property...
es: Escoje una propiedad...
fr: Choisissez une propriété...
hu: Válasszon egy tulajdonságot ...
pt: Escolher uma propriedade...
uk: Вибрати властивість...

source: Choose a search domain...
es: Escoja un dominio de busqueda...
fr: Choisissez un domaine de recherche...
pt: Escolher um domínio de pesquisa...
uk: Вибрати пошукову область ...

source: Choose file(s) to import...
es: Elija el archivo(s) a importar ...
fr: Choisir le(s) fichier(s) à importer...
pt: Escolher arquivo a ser importado...
uk: Виберіть файл(и) для імпорту...

source: Change history
es: Historial de cambios
fr: Historique des modifications
hu: Módosítások időrendben
it: Cronologia modifiche
uk: Журнал змін

source: Choose a file to export to…
hu: Adja meg a file nevet az exportáláshoz …
nl: Kies een file om naartoe te exporteren…
uk: Виберіть файл для експорту до…

source: Choose a file…
cs: Zvolte soubor…
es: Elija un archivo…
fr: Choisissez un fichier…
hu: Válasszon fájlt…
it: Scegli un file…
nl: Kies een bestand…
pt: Escolher um arquivo…
sv: Välj en fil…
uk: Вибрати файл…

source: Choose a property…
cs: Zvolte vlastnost…
es: Escoje una propiedad…
fr: Choisissez une propriété…
hu: Válasszon egy tulajdonságot…
nl: Kies een eigenschap…
pt: Escolher uma propriedade…
uk: Вибрати властивість…

source: Choose file(s) to import…
cs: Zvolte soubor(y) pro importování…
es: Elija el archivo(s) a importar…
fr: Choisir le(s) fichier(s) à importer…
hu: Válassza ki az importálandó file(oka)t …
it: Seleziona file da importare…
nl: Selecteer bestand(en) om te importeren…
pt: Escolher arquivo a ser importado…
sv: Välj fil(er) att importera…
uk: Виберіть файл(и) для імпорту…

source: Clauses
es: Cláusulas
it: Clausole
nl: Clausule
uk: Положення

source: Clump
cs: Chomáč
es: Grupo
fr: Touffe
it: Zolla
nl: Polvormig
pt: Moita
sv: Klumpformig rot
uk: Група пагонів

source: Code
cs: Kód
es: Código
hu: Kód
it: Codice
pt: Código
sv: Kod
uk: Код

source: Collection
es: Colecta
hu: Gyűjtemény
it: Collezione
nl: Collectie
sv: Samling
uk: Колекція

source: Collection #
nl: Collectie #
uk: Колекція #

source: Collection ID
cs: ID sbírky
es: ID de la Colecta
fr: ID de la collection
hu: Gyűjtés azonosító
it: ID raccolta
nl: Collectie ID
pt: ID da Coleção
sv: Samlings-ID
uk: ID колекції

source: Collection Notes
cs: Poznámky sbírky
es: Notas de la colección
fr: Informations sur la collection
it: Note Collezione:
nl: Notities bij collectie
pt: Notas da Coleção
sv: Samlingsanteckningar
uk: Нотатки колекції

source: Collection at %s
cs: Sběr v %s
es: Colección de %s
fr: Collection à %s
it: Collezione a %s
nl: Verzameld in %s
pt: Coleção em %s
sv: Samling vid %s
uk: Колекція в %s

source: Collector
cs: Sběratel
es: Colector
fr: Collecteur
hu: Gyűjtő
nl: Verzamelaar
pt: Coletor
sv: Insamlare
uk: Колекціонер

source: Comma Separated Value
cs: Čárkou oddělené hodnoty
es: Valor separado por coma
fr: Valeurs séparées par des virgules
hu: Vesszővel határolt értékek (CSV)
nl: Kommagescheiden bestand (CSV)
pt: Valores separados por vírgula (CSV)
sv: Kommateckenavgränsade värden (CSV)
uk: Значення, розділені комами

source: Connection Details
cs: Podrobnosti spojení
es: Detalles de la conexión
fr: Détails de la connexion
hu: Kapcsolat részletek
it: Dettagli della connessione
nl: Verbindingsdetails
pt: Detalhes da Conexão
sv: Anslutningsinformation
uk: Деталі підключення

source: Contact
es: Contacto
uk: Контакт

source: Contact (Donor) Editor
es: Editor de contacto (donante)
fr: Contacter l’éditeur (donneur)
it: Editore contatti/donatori
uk: Контакт (донор) редактор

source: Collection ID:
es: ID de la colección:
fr: ID de la collection :
hu: Gyűjtés azonosító:
it: ID raccolta:
nl: Collectie ID:
uk: Колекція ID:

source: Collector:
es: Colector:
fr: Collecteur :
hu: Gyűjtő:
nl: Verzamelaar:
uk: Колекціонер:

source: Confirm new password
es: Confirmar la contraseña
fr: Confirmer le mot de passe
hu: Erősítse meg az új jelszót
it: Conferma nuova password
nl: Nieuw wachtwoord bevestigen
uk: Підтвердити новий пароль

source: Contact name
cs: Jméno kontaktu
es: Nombre del contacto
fr: Nom du Contact
hu: Kapcsolattartó
it: Nome del contatto
nl: Contactnaam
pt: Nome do contato
sv: Kontaktnamn
uk: Контактна особа

source: Container
cs: Nádoba
es: Contenedor
fr: Conteneur
hu: Konténer
it: Contenitore
pt: Recipiente
sv: Behållare
uk: Контейнер

source: Container: %s
es: Contenidor: %s
pt: Recipiente: %s
uk: Контейнер: %s

source: Contents
cs: Obsah
es: Índice
fr: Contenu
hu: Tartalom
it: Contenuti
nl: Inhoud
pt: Conteúdo
sv: Innehåll
uk: Зміст

source: Corm
cs: Hlíza
es: Cormo
hu: Hagymagumó
nl: Wortelstok
sv: Vertikal jordstam
uk: Бульбоцибулина

source: Could not create a new database. %s
cs: Nelze vytvořit novou databázi. %s
es: No se pudo crear una nueva base de datos. %s
fr: Ne peux créer la base de donnée. %s
hu: Nem hozható létre új adatbázis. %s
it: Non è stato possibile creare un nuovo database. %s
nl: Kan deze nieuwe database niet aanmaken. %s
pt: Não foi possível criar um novo banco de dados. %s
sv: Det gick inte att skapa en ny databas. %s
uk: Не вдалося створити нову базу даних. %s

source: Could not create the tags menus
cs: Nelze vytvořit nabídky značek
es: No se pudieron crear los menús de etiquetas
fr: N'a pu créer les menus de tags
hu: Nem sikerült létrehozni a címke menüket
it: Non è stato possibile creare i menu delle etichette
nl: Kan het tags menu niet aanmaken
pt: Não foi possível criar os menus de etiquetas
sv: Det gick inte att skapa taggmenyerna
uk: Не вдалося створити меню тег

source: Could not delete. %s
cs: Nelze odstranit. %s
es: No se puedo borrar. %s
fr: N'a pas pu supprimer. %s
hu: Nem törölhető. %s
it: Non è possibile eliminare %s
nl: Fout bij het verwijderen. %s
pt: Não foi possível excluir. %s
sv: Kunde inte ta bort. %s
uk: Не вдалося видалити. %s

source: Could not find the command "%(exe)s" to start the %(renderer_name)s renderer.
cs: Nelze najít příkaz "%(exe)s" pro spuštění vykreslovače %(renderer_name)s.
es: No se pudo encontrar el programa "%(exe)s", que implementa el %(renderer_name)s.
fr: Impossible de trouver la commande "%(exe)s" pour démarrer le moteur de rendu %(renderer_name)s.
hu: A %(renderer_name)s nevű renderer indításához szükséges "%(exe)s" parancs nem található.
it: Non trovo il comando "%(exe)s" per avviare il renderer %(renderer_name)s.
nl: Kan het commando "%(exe)s" niet vinden om de %(renderer_name)s renderer te starten.
pt: Não foi possível encontrar o comando "%(exe)s" para iniciar o renderizador %(renderer_name)s.
sv: Det gick inte att hitta kommandot "%(exe)s" för att starta renderaren %(renderer_name)s.
uk: Не вдалося знайти команду "%(exe)s" для запуску %(renderer_name)s рендерер.

source: Could not import the %(module)s module. %(error)s
cs: Nelze importovat modul %(module)s. %(error)s
es: No se ha podido importar el módulo %(module)s. %(error)s
fr: Le module %(module)s n'a pas pu être importé. %(error)s
hu: A %(module)s modul importálása sikertelen. %(error)s
it: Non è possibile importare il modulo %(module)s. %(error)s
nl: Module %(module)s kan niet worden geïmporteerd. %(error)s
pt: Não foi possível importar o módulo %(module)s. %(error)s
sv: Det gick inte att importera modulen %(module)s. %(error)s
uk: Неможливо імпортувати %(module)s модуль. %(error)s

source: Could not load icon from %s
cs: Nelze zobrazit ikonku z %s
es: No se pudo cargar el icono de %s
fr: N'a pas pu charger l'icône de %s
hu: Nem tölthető be az ikon: %s
it: Non è possibile caricare l'icona da %s
nl: Kan pictogram van %s niet laden
pt: Não foi possível carregar ícone de %s
sv: Det gick inte att läsa in ikoner från %s
uk: Не вдалося завантажити іконку з %s

source: Could not match all filenames to table names. %s
cs: Nelze nalézt shodu ve všech názvech souborů a tabulek. %s
es: No se han podido asociar todos los normbres de archivos con los nombres de las tablas. %s
fr: Les noms de fichiers ne correspondent pas tous aux noms de tables. %s
hu: Nem sikerült minden filenevet táblanévhez kötni. %s
it: Non è stato possibile far corrispondere tutti i nomi dei file ai nomi delle tabelle. %s
nl: Alle bestandsnamen kunnen niet gekoppeld worden aan tabelnamen. %s
pt: Não foi possível combinar todos os nomes dos arquivos com os nomes das tabelas. %s
sv: Det gick inte att matcha alla filnamn med namnen i tabellen. %s
uk: Не вдалося зіставити всі імена файлів до імен таблиці. %s

source: Could not open %(url)s Unknown desktop environment: %(desktop)s
cs: Nelze otevřít %(url)s Neznámé prostředí plochy: %(desktop)s
es: No se pudo abrir %(url)s Entorno de escritorio desconocido: %(desktop)s
fr: Impossible d'ouvrir %(url)s Environnement de bureau inconnu: %(desktop)s
hu: Sikertelen megnyitás: %(url)s Ismeretlen ablakkezelő: %(desktop)s
nl: Kan %(url)s niet openen. Onbekende desktop omgeving: %(desktop)s
pt: Não foi possível abrir %(url)s Ambiente desktop desconhecido: %(desktop)s
sv: Det gick inte att öppna %(url)s Okänd skrivbordsmiljö: %(desktop)s
uk: Не вдалося відкрити %(url)s Невідоме робоче середовище: %(desktop)s

source: Could not open connection. %s
cs: Nelze otevřít spojení. %s
es: No se ha podido abrir la conexión. %s
fr: N'a pas pu ouvrir la connexion. %s
hu: Az adatbázis-kapcsolat megnyitása sikertelen. %s
it: Non è stato possibile aprire la connessione. %s
nl: Kan geen verbinding maken. %s
pt: Não foi possível abrir a conexão. %s
sv: Det gick inte att ansluta. %s
uk: Не вдалося відкрити з'єднання. %s

source: Could not open the report with the default program. You can open the file manually at %s
cs: Nelze otevřít záznam pomocí výchozího programu. Můžete ho otevřít ručně v %s
es: No se ha podido abrir el informe con el programa predeterminado. Puede abrirlo manualmente en %s
fr: Le rapport n'a pas pu être ouvert avec le logiciel par défaut. Vous pouvez ouvrir manuellement le fichier dans %s
hu: Nem sikerült megnyitni a riportot az alapértelmezett programmal. Manuális megnyitáshoz az állomány itt található: %s
it: Impossibile aprire il report con il programma predefinito. È possibile aprire il file manualmente: %s
nl: Het rapport kan niet worden geopend met het standaardprogramma. U kan het bestand manueel openen in %s
pt: Não foi possível abrir o relatório com o programa padrão. Você pode abrir o arquivo manualmente em %s
sv: Det gick inte att öppna rapporten i standardprogrammet. Du kan öppna rapporten manuellt från %s
uk: Не вдалося відкрити звіт з програмою за замовчуванням. Ви можете відкрити файл вручну %s

source: Couldn't find anything for search: "%s"
cs: Nelze najít žádné výsledky pro hledání: "%s"
es: No se pudo encontrar nada en la búsqueda "%s"
fr: Nous n’avons rien trouvé qui corresponde à votre recherche : « %s »
hu: Erre a keresőkifejezésre nincs találat: "%s"
it: La ricerca "%s" non ha fornito alcun risultato
nl: Geen zoekresultaten gevonden voor: "%s"
pt: Não foram encontrados resultados para a pesquisa: "%s"
sv: Inga träffar för sökfrågan: %s
uk: Не вдалося знайти будь-що для пошуку: "%s"

source: Couldn't set the tooltip on widget %(widget_name)s %(exception)s
cs: Nelze nastavit popisek ovládacího prvku %(widget_name)s %(exception)s
es: No se pudo establecer el consejo del elemento %(widget_name)s %(exception)s
fr: N'a pas pu assigner l'astuce sur le widget %(widget_name)s %(exception)s
hu: A %(widget_name)s widget tooltip-jének beállítása sikertelen %(exception)s
it: Impossibile impostare il tooltip nel widget %(widget_name)s %(exception)s
nl: Het lukte niet de tooltip op widget %(widget_name)s in te instellen. %(exception)s
pt: Não foi possível definir dica no widget %(widget_name)s %(exception)s
sv: Det gick inte att ange verktygstipset för gränssnittskomponenten %(widget_name)s %(exception)s
uk: Не вдалося встановити підказку на віджеті %(widget_name)s %(exception)s

source: Count and link
es: Cuenta y enlace
fr: Comte et lien
it: Conteggio e link
uk: Відлік і посилання

source: Cover
cs: Kryt
es: Carátula
fr: Couverture
it: Copertura
nl: Afdekking
pt: Cobertura
sv: Täckning
uk: Покрив

source: Cover: %s
uk: Покрив: %s

source: Covered: %s
uk: Покрито: %s

source: Create a new location.
cs: Vytvořit nové umístění.
es: Crea una nueva ubicación.
fr: Créer un nouvel emplacement.
hu: Új helyszín létrehozása.
it: Crea una nuova locazione.
nl: Nieuwe locatie aanmaken.
pt: Criar uma nova localidade.
sv: Skapa en ny plats.
uk: Створити нове місце розташування.

source: Create a new propagation record for this plant.
cs: Vytvořit nový záznam šíření pro tuto rostlinu.
es: Crear un nuevo registro de propagación de esta planta.
fr: Créez un nouvel enregistrement de propagation pour cette plante.
hu: Új szaporítási bejegyzés létrehozása ehhez a növényhez.
it: Creare un nuovo record di propagazione per questa pianta.
nl: Nieuwe voortkweking record aanmaken voor deze plant.
pt: Criar um novo registro de propagação para esta planta.
sv: Skapa en ny förökningspost för denna växt.
uk: Створити новий запис про поширення рослини.

source: Critically Endangered (CR)
es: Gravemente amenazada (CR)
fr: Danger critique d’extinction (CR)
hu: Kritikusan veszélyeztetett (CR)
it: Minacciata in modo critico (CR)
nl: Ernstig bedreigd (CR)
uk: Критично під загрозою зникнення (CR)

source: Cultivar Group
cs: Skupina odrůdy
es: Cultivar Grupo
fr: Groupe de cultivars
hu: Fajtacsoport
it: Gruppo cultivar
nl: Cultivar Groep
pt: Grupo de Cultivares
sv: Sortnamn
uk: Група сортів

source: Cultivar group
cs: Kultivační skupina
es: Grupo cultivar
fr: Groupe de culture
hu: Fajtacsoport
it: Gruppo cultivar
nl: Cultivar Groep
pt: Grupo de cultivares
sv: Sortnamn
uk: Група сортів

source: Cultivated native
cs: Vypěstovaná volě žijící
es: Cultivado nativo
fr: Cultivé en natif
it: Coltivata nativa
nl: Inheems gecultiveerd
pt: Nativo cultivado
sv: Odlad inhemsk
uk: Культивується місцевими

source: Current accession in the living collection
uk: Поточне приєднання у живу колекцію

source: Covered
es: Cubierto
nl: Afgedekt
uk: Покрито

source: Current change
es: Cambio de la corriente
fr: Changements actuels
hu: Aktuális változás
it: Cambio attuale
nl: Huidige wijziging
uk: Поточні зміни

source: Current connection does not specify the fields: %s Please specify and try again.
es: La conexión actual no especifica los campos: %s por favor especificar e inténtelo de nuevo.
fr: Connexion en cours ne spécifie pas la fields: %s Please spécifier et réessayez.
hu: A jelenlegi kapcsolat nem tartalmazza a következő mezőket: %s Adja meg, és próbálja újból!
it: Connessione attuale non specifica i campi: %s Prego specificare e riprovare.
nl: Huidige verbinding specificeert volgende velden niet: %s Gelieve te specificeren en opnieuw te proberen.
uk: Поточне з'єднання не визначає поля: %s Прохання уточнити і спробувати ще раз.

source: Cutting
es: Corte
hu: Dugvány
it: Talea
nl: Stek
uk: Обрізання

source: Cutting length
cs: Délka řezu
es: Longitud de corte
fr: Longueur de coupe
hu: A dugvány hossza
it: Lunghezza della talea
nl: Lengte stek
pt: Comprimento de corte
sv: Sticklinglängd
uk: Довжина обрізання

source: Cutting type
cs: Typ řezu
es: Tipo de corte
fr: Type de coupe
hu: A dugvány típusa
it: Tipo di taglio
nl: Type stek
pt: Tipo de corte
sv: Sticklingtyp
uk: Тип обрізання

source: Cutting type: %s
pt: Tipo de poda: %s
uk: Тип обрізання: %s

source: DBMS host name
es: Nombre de host
fr: Nom d’hôte de SGBD
it: Nome dell'host
nl: DBMS-hostnaam
uk: DBMS ім'я хоста

source: Data Deficient (DD)
es: Faltan datos (DD)
fr: Déficit de données (DD)
hu: Hiányos adatok (DD)
it: Dati insufficienti (DD)
nl: Onvoldoende gegevens (DD)
uk: Даних недостатньо (DD)

source: Database:
es: Base de datos:
fr: Base de données:
hu: Adatbázis:
pt: Banco de Dados:
uk: База даних:

source: Database:
cs: Databáze:
es: Base de datos:
fr: Base de données :
hu: Adatbázis:
it: Base dati
pt: Banco de Dados:
sv: Databas:
uk: База даних:

source: Date
cs: Datum
es: Fecha
hu: Dátum
it: Data
nl: Datum
pt: Data
sv: Datum
uk: Дата

source: Date Accessioned
cs: Datum přijetí
es: Fecha de accesión
fr: Date d'accès
hu: Nyilvántartásba vétel dátuma
it: Data dell'accessione
nl: Accessie datum
pt: Data de Referência
sv: Accessionsdatum
uk: Дата приєднань

source: Date Collected
nl: Verzameldatum
uk: Дата збирання

source: Date Germinated
cs: Datum vyklíčení
es: Fecha de germinación
fr: Date germé
hu: Csírázás dátuma
it: Data di germinazione
nl: Kiemdatum
pt: Data de germinação
sv: Groningsdatum
uk: Дата проростання

source: Date Received
cs: Datum obdržení
es: Fecha de recepción
fr: Date de réception
hu: Beérkezés dátuma
it: Data di ricezione
nl: Ontvangstdatum
pt: Data de recebimento
sv: Mottagningsdatum
uk: Дата отримання

source: Date collected:
es: Fecha de colecta:
fr: Date de collecte :
hu: Gyűjtés dátuma:
it: Dati di raccolta
nl: Verzamel datum:
uk: Дата збирання:

source: Date created:
es: Fecha de creación:
fr: Date de création :
hu: Létrehozás dátuma:
it: Data di creazione:
nl: Aanmaakdatum:
sv: Skapad datum:
uk: Дата створення:

source: Date of Change
cs: Datum změny
es: Fecha del Cambio
fr: Date de modification
hu: Módosítás dátuma
it: Data della modifica
nl: Datum wijziging
pt: Data de alteração
sv: Ändringsdatum
uk: Дата зміни

source: Date planted
cs: Datum zasazení
es: Fecha plantado
fr: Date de planté
hu: Elültetés dátuma
it: Data piantatura
nl: Plantdatum
pt: Data de plantio
sv: Planteringsdatum
uk: Дата посадки

source: Date planted: %s
uk: Дата посадки: %s

source: Date sown
cs: Datum setí
es: Fecha de siembra
fr: Date semée
hu: Vetés dátuma
it: Data di semina
nl: Zaaidatum
pt: Data da semeadura
sv: Såningsdatum
uk: Дата посіву

source: Date sown: %s
uk: Дата посіву: %s

source: Dates
cs: Data
es: Fechas
hu: Dátumok
it: Date
nl: Datums
pt: Datas
sv: Datum
uk: Дати

source: Dead
cs: Mrtvá
es: Muerta
fr: Morte
hu: Elpusztult
it: Morta
nl: Dood
pt: Morta
sv: Död
uk: Загинуло

source: Deciduous polycarpic plants
nl: Bladverliezende polycarpische planten
uk: Листяні багатоплідні рослини

source: Deleted, yr. dead. unknown
cs: Smazána, rok smrti neznám
es: Año: eliminado, muerto. desconocido
fr: Supprimé, an. morts. inconnu
hu: Törölve, pusztulás időpontja ismeretlen
it: Eliminato. Anno della morte sconosciuto
nl: Verwijderd, jaar v. afsterven onbekend
pt: Eliminada, morta por motivo desconhecido
sv: Borttagen, dödsår okänt
uk: Вилучено, рік загибелі невідомий

source: Description
cs: Popis
es: Descripción
hu: Leírás
it: Descrizione
nl: Beschrijving
pt: Descrição
sv: Beskrivning
uk: Опис

source: Details
cs: Podrobnosti
es: Detalles
fr: Détails
hu: Részletek
it: Dettagli
pt: Detalhes
sv: Information
uk: Подробиці

source: Did not germinate
cs: Nevyklíčeno
es: No ha germinado
fr: N’ont pas germé
hu: Nem csírázott ki
it: Non ha germinato
nl: Is niet ontkiemd
pt: Não germinou
sv: Grodde inte
uk: Не проросло

source: Dioecious plant of unknown sex
nl: Tweehuizige plant van onbekend geslacht
uk: Дводомна рослина невідомої статі

source: Discarded
cs: Zahozená
es: Descartada
fr: Rejetées
hu: Eltávolítva
it: Scartata
nl: Verwijderd
pt: Descartada
sv: Kasserad
uk: Забракований

source: Discarded seedling in nursery
cs: Zahozený semenáček v sádce
es: Plántula discardada en vivero
fr: Plombs regetés dans la pépinière
it: Semenzale scartata in vivaio
nl: Weggegooide zaailing in kwekerij
pt: Plântula descartada no viveiro
sv: Kasserad fröplanta i plantskola
uk: Забракований саджанець в розпліднику

source: Discarded, weedy
cs: Zahozená, zaplevelená
es: Desechados, maleza
fr: Rejetées, mauvaises herbes
hu: Eltávolítva, gyomosít
it: Scartato, erbacce
nl: Weggegooid, spichtig
pt: Descartada, daninha
sv: Kasserad, ogräsartad
uk: Забракований, зарослий бур'янами

source: Distributed elsewhere
cs: Rozšířena jinde
es: Distribuido en otras partes
fr: Distribué ailleurs
it: Distribuito altrove
nl: Elders verdeeld
pt: Distribuída em outro lugar
sv: Distribuerad någon annanstans
uk: Поширені в інших регіонах

source: Division
cs: Dělení
es: División
it: Divisione
nl: Afdeling
pt: Divisão
sv: Delning
uk: Ділянка

source: Do you want to save %s?
cs: Chcete uložit %s?
es: Desea guardar %s?
fr: Voulez-vous enregistrer %s?
hu: Menteni kívánja %s?
it: Vuoi salvare %s?
nl: Wilt u %s opslaan?
pt: Deseja salvar %s?
sv: Vill du spara %s?
uk: Ви хочете зберегти %s?
