Repository: Ghini/ghini.desktop
Catalog: po/*.po
Languages: cs, es, fr, hu, it, nl, pt, sv, uk

source: Pictures root name occupied by non directory.
es: Fotos de nombre de directorio no la raíz.
fr: Photos des racines nom occupé par autre directory.
it: Nome per la cartella delle immagini occupato da qualcos'altro.
uk: Ім'я зображень кореня не зайнято в каталозі.

source: Pictures root:
es: Ubicación fotos:
fr: Racine de photos :
it: Cartella base per le immagini:
nl: Afbeeldingen basislocatie:
uk: Зображення коріння:

source: Pictures root:
es: Carpeta base para las fotos:
uk: Зображення коріння:

source: Plant
es: Planta
fr: Plante
pt: Planta
uk: Рослина

source: Plant Species Editor
es: Editor de especies de plantas
fr: Editeur des Espèces de Plantes
pt: Editor de Espécies de Plantas
uk: Редактор видів рослин

source: Plant code
uk: Код рослини

source: Plant found outside its indigenous range
uk: Рослина виявлена за межами її корінного ареалу

source: Plant material arising from sexual reproduction (excluding apomixis)
uk: Матеріал рослин, що виникає в результаті статевого розмноження (виключаючи апоміксис)

source: Plant material derived asexually
uk: Рослинний матеріал отриманий безстатевим способом

source: Plant/Clone
cs: Rostlina/Klon
es: Planta/Clon
fr: Plante/Clone
hu: Növény/Klón
nl: Plant/Kloon
pt: Planta/Clone
sv: Växt/Klon
uk: Рослина/Клон

source: Plantae
uk: Посаджено

source: Please choose a name for this connection
cs: Prosím zvolte název pro toto spojení
es: Por favor, elija un nombre para esta conexión
fr: Veuillez choisir un nom pour cette connexion
hu: Válasszon nevet ehhez az adatbázis kapcsolathoz
it: Per piacere scegli un nome per questa connessione
nl: Gelieve een naam te kiezen voor deze verbinding
pt: Por favor, escolha um nome para essa conexão
sv: Välj ett namn på denna anslutning
uk: Будь ласка, виберіть ім'я для цього з'єднання

source: Please insert at least one verification.
nl: Voeg ten minste één verificatie toe.
uk: Будь ласка, вставте щонайменше одну перевірку.

source: Please interact with the http://tnrs.iplantcollaborative.org page. On this screen you should: 1. use the below 'copy' button to copy the selection into the clipboard 2. use the below 'browse' button to open the tnrs web page On that page you should: 1. copy the content of the clipboard to the text field there 2. click on submit list 3. wait until the request is completed 4. click on download results 5. change download format to detailed 6. notice the name of the file about to be downloaded 7. click on OK Back to this screen you should: 1. load the TNRS results file 2. continue to 'next' screen
es: Por favor interactuar con la página http://tnrs.iplantcollaborative.org (TNRS) En esta ventana: 1. utilice el botón 'copiar' para copiar la selección en el portapapeles 2. utilice el botón "examinar" para abrir la página web TNRS En esta página usted debe: 1. copiar el contenido del portapapeles en el campo de texto 2. haga clic en submit list 3. espere hasta que se complete la solicitud 4. haga clic en download results 5. cambiar el formato de descarga 6. observe el nombre del archivo a descargar 7. haga clic en OK De regreso a la ventana debe: 1. cargar el archivo de resultados de la TNRS 2. continué en la pantalla "siguiente"
nl: Werk samen met de http://tnrs.iplantcollaborative.org webpagina. In dit scherm doet U het volgende: 1. gebruik de 'copy' knop onderaan links om uw selectie naar het klembord te kopieëren 2. gebruik de 'browse' knop om de tnrs webpagina te openen Op deze pagina doet U het volgende: 1. kopieer de inhoud van het klembord in het text veld op de webpagina 2. klik op submit list 3. wacht tot uw request klaar is 4. klik op download results 5. wijzig de download format naar detailed 6. noteer de naam van de file die wordt gedownload 7. klik op OK Terug in dit scherm doet U het volgende: 1. laad de TNRS resultaten file 2. ga door naar 'volgende' scherm
uk: Будь ласка, зв'яжіться з сторінкою http://tnrs.iplantcollaborative.org. На цьому екрані ви повинні: 1. скопіювати виділення в буфер обміну, використовуючи кнопку «Копіювати» нижче 2. скористатися кнопкою 'Перегляд' нижче, щоб відкрити tnrs веб-сторінку На цій сторінці ви повинні: 1. вставити вміст буфера обміну в текстове поле 2. натиснути на представити список 3. дочекатися завершення запиту 4. натиснути на завантажити результати 5. змінити формат завантаження на докладніше 6. звернути увагу на назву файлу, який слід завантажити 7. натисніть OK

source: Plant Editor
es: Editor de planta
fr: Éditeur de plantes
hu: Növény szerkesztő
it: Editor di pianta
uk: Редактор рослин

source: Plant material
es: material de origen vegetal
fr: matériel végétal
it: Materiale vegetale
nl: Plantmateriaal
uk: Рослинний матеріал

source: Planting
cs: Rostlina
es: Planta
fr: Plante
hu: Kiültetés
it: Pianta
pt: Planta
sv: Växt
uk: Рослина

source: Planting code
cs: Köd rostliny
es: Codigo de planta
fr: PLANTATION
hu: Kiültetés kódja
it: Codice della pianta
nl: Plant code
pt: Código da planta
sv: Växtkod
uk: Код рослини

source: Please make sure that GTK_ROOT\bin is in your PATH.
cs: Ujistěte se prosím, že GTK_ROOT\bin je ve Vaší PATH.
es: Compruebe que GTK_ROOT\bin esté en PATH.
fr: Veuillez vous assurer que GTK_ROOT\bin est dans votre variable PATH.
hu: Ellenőrizze, hogy a GTK_ROOT\bin megtalálható-e a PATH-ban!
it: Per piacere assicurati che GTK_ROOT\bin sia nel tuo PERCORSO.
nl: Zorg ervoor dat GTK_ROOT\bin is in uw PAD.
pt: Por favor certifique-se de que o GTK_ROOT\bin está em sua variável PATH.
sv: Säkerställ att GTK_ROOT\bin är i din PATH.
uk: Будь ласка, переконайтеся, що GTK_ROOT\bin знаходиться в вашому PATH.

source: Please remove the plants from <b>%(location)s</b> before deleting it.
cs: Před odstraněním prosím odstraňte rostliny z <b>%(location)s</b>.
es: Por favor, quite las plantas de <b>%(location)s</b> antes de borrarlas.
fr: Enlevez les plantes de <b>%(location)s</b> avant de supprimer l'emplacement.
hu: A helyszín törlése előtt törölni kell a hozzá rendelt növényeket: <b>%(location)s</b>.
it: Prima di poter rimuovere <b>%(location)s</b> devi far sì che nessuna pianta la riferisca.
nl: Gelieve de planten uit <b>%(location)s</b> te halen voor je het verwijderd.
pt: Por favor, remova as plantas de <b>%(location)s</b> antes de excluir.
sv: Var vänlig ta bort alla växter från <b>%(location)s</b> innan du tar bort platsen.
uk: Будь ласка, перемістіть рослини з <b>%(location)s</b> перед видаленням.

source: Please select a a renderer
cs: Vyberte prosím vykreslovač
es: Por favor, seleccione el motor de renderizado
fr: Sélectionnez un contributeur
it: Per piacere seleziona un tributario
pt: Por favor, selecione um renderizador
sv: Välj en renderare
uk: Будь ласка, виберіть визуализатор

source: Please select a stylesheet.
cs: Vyberte prosím stylopis.
es: Seleccione una hoja de estilo.
fr: Veuillez sélectionner une feuille de style.
hu: Válasszon stíluslapot!
it: Per piacere seleziona un foglio di stile
nl: Gelieve een stylesheet te selecteren.
pt: Por favor, selecione uma folha de estilos
sv: Välj en formatmall.
uk: Будь ласка, виберіть таблицю стилів.

source: Please select a template.
cs: Prosím vyberte šablonu.
es: Por favor, seleccione una plantilla.
fr: Veuillez sélectionner un modèle.
hu: Válasszon sablont!
it: Scegli un modello.
nl: Gelieve een template te selecteren.
pt: Selecione um modelo.
sv: Välj en mall.
uk: Будь ласка, виберіть шаблон.

source: Please specify an institution name for this database.
es: Especifique un nombre de la institución para esta base de datos.
fr: Veuillez spécifier un nom pour cette base de données de l’institution.
hu: Válasszon intézménynevet ehhez az adatbázishoz!
it: Si prega di specificare un nome di istituzione per questo database.
nl: Gelieve een instellingsnaam voor deze database geven.
uk: Будь ласка, вкажіть назву установи для бази даних.

source: Plugins
hu: Plugin-ek
uk: Плагіни

source: Polycarpic plants
nl: Polycarpische planten
uk: Багатоплідні рослини

source: Poor
cs: Špatná
es: Malo/a
nl: Slecht
pt: Ruim
sv: Dålig
uk: Слабкий

source: Powder
cs: Prášek
es: Polvo
hu: Por
it: Polvere
nl: Poeder
pt: Pó
sv: Pulver
uk: Порошок

source: Preferences
es: Preferencias
hu: BeállításokA helyszín törlése előtt törölni kell a hozzá rendelt növényeket: <b>%(location)s</b>.
nl: Voorkeuren
uk: Преференція

source: Pretreatment
cs: Předúprava
es: Pretratamiento
hu: Előkezelés
it: Trattamento preventivo
nl: Voorbehandeling
pt: Pré-tratamento
sv: Förbehandling
uk: Попередня обробка

source: Pretreatment: %s
pt: Pré-tratamento: %s
uk: Попередня обробка: %s

source: Previous taxon
cs: Předchozí taxon
es: Taxón anterior
fr: Précédent taxon
hu: Előző taxon
it: Taxon precedente
nl: Vorig taxon
pt: Grupo anterior
sv: Föregående taxon
uk: Попередній таксон

source: Private
cs: Soukromé
es: Privado
hu: Privát
it: Privato
nl: Privé
pt: Privado
sv: Privat
uk: Приватний

source: Progagation Type
uk: Тип розмноження

source: Propagation
es: Propagación
hu: Szaporítás
nl: Voortkweking
uk: Розмноження

source: Propagation Editor
cs: Editor rozmnožování
es: Editor de propagación
fr: Éditeur de propagation
hu: Szaporítás szerkesztő
it: Editor di propagazione
nl: Voortkweking Editor
pt: Editor de propagação
sv: Förökningsredigerare
uk: Редактор розмноження

source: Propagation history uncertain, or no information
nl: Propagatiegeschiedenis onzeker, of geen informatie
uk: Історія розмноження невизначена або відсутня інформація

source: Propagations
cs: Šíření
es: Propagaciones
hu: Szaporítások
it: Propagazioni
nl: Propagaties
pt: Propagações
sv: Förökningar
uk: Розмножені

source: Propagation Type
cs: Typ rozmnožování
es: Tipo de Propagación
fr: Type de propagation
hu: Szaporítás módja
it: Tipo di propagazione
nl: Type Voortkweking
pt: Tipo de propagação
sv: Typ av förökning
uk: Тип розмноження

source: Propagation of Source Material
es: Propagación de Material de origen
fr: Propagation de matières brutes
hu: Forrás anyag szaporítása
it: Propagazione di materiale originario
nl: Herkomst Voortkwekingsmateriaal
uk: Розмноження з вихідного матеріалу

source: Propagule(s) from a wild source plant
es: Propagación de planta de origen selvaje
fr: Propagule(s) d’une plante sauvage source
hu: Vad származású növény szaporítóanyaga
it: Propagazione da una pianta di origine selvatica
nl: Voortkwekingsmateriaal van een plant van wilde herkomst
uk: Стадія розмноження з дикоростучих джерел рослин

source: Properties
cs: Vlastnosti
es: Propiedades
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
nl: Eigenschappen
pt: Propriedades
sv: Egenskaper
uk: Властивості

source: Provenance
cs: Původ
es: Procedencia
hu: Eredet
it: Provenienza
nl: Herkomst
pt: Procedência
sv: Proveniens
uk: Походження

source: Pseudobulb
cs: Pseudocibule
es: Pseudobulbo
hu: Álhagyma
pt: Pseudobulbo
sv: Bulb
uk: Хибна цибулина

source: Purchase or gift
es: Compra o regalo
fr: Achat ou cadeau
hu: Vásárlás vagy ajándék
it: Acquisto o regalo
nl: Aankoop of geschenk
uk: Куплені або подаровані

source: Qualified Rank
uk: Кваліфікований ранг

source: Quantity
cs: Množství
es: Cantidad
hu: Mennyiség
it: Quantità
nl: Hoeveelheid
pt: Quantidade
sv: Kvantitet
uk: Кількість

source: Query Builder
cs: Tvůrce dotazu
es: Constructor interrogaciones
fr: Générateur de requêtes
hu: Lekérdezés szerkesztő
it: Costruttore di interrogazioni
pt: Gerador de consultas
sv: Frågeverktyg
uk: Розробник запитів

source: Query binomial
fr: Binôme de requête
it: Query per binomiale
nl: Binomiale Query
uk: Біноміальний запит

source: Questionable
cs: Sporná
es: Cuestionable
hu: Kérdéses
nl: Twijfelachtig
pt: Questionável
sv: Tvivelaktig
uk: Сумнівний

source: Property
cs: Vlastnost
es: Propiedad
hu: Tulajdonság
it: Proprietà
pt: Propriedade
uk: Властивість

source: Qualifier
cs: Kvalifikátor
es: Calificador
it: Qualificatore
pt: Qualificador
uk: Кваліфікатор

source: Qualifier Rank
cs: Hodnost kvalifikátora
es: Calificador de rango
fr: Qualifieur
it: Qualifica del rango
pt: Classificação do Qualificador
uk: Кваліфікатор рангу

source: Rank
cs: Hodnost
es: Rango
hu: Rendszertani kategória
it: Posizione
nl: Rang
pt: Classificação
sv: Nivå
uk: Ранг

source: Read
cs: Čtení
es: Leer
it: Leggere
nl: Lees
pt: Ler
sv: Läsa
uk: Читати

source: Reason
cs: Důvod
es: Razón
hu: Ok
it: Motivo
nl: Reden
pt: Causa
sv: Anledning
uk: Причина

source: Reference
cs: Odkaz
es: Referencia
hu: Referencia
nl: Referentie
pt: Referência
sv: Referens
uk: Виноска

source: Region
cs: Kraj
es: Región
hu: Régió
it: Regione
nl: Regio
pt: Região
uk: Регіон

source: Regionally Extinct (RE)
es: Localmente extinta (RE)
fr: Éteinte au niveau régional (RE)
hu: Regionálisan kihalt (RE)
it: Estinta nella regione (RE)
nl: Regionaal Uitgestorven (RE)
uk: Вимер на регіональному рівні (RE)

source: Register
es: Registrarse
nl: Registreren
uk: Зареєструватися

source: Removed
cs: Odstraněno
es: Eliminada
hu: Törölve
nl: Verwijderd
pt: Removido
sv: Borttagen
uk: Видалений

source: Report
cs: Záznam
es: Informe
nl: Rapport
pt: Relatório
sv: Rapport
uk: Звіт

source: Report a bug
cs: Nahlásit chybu
es: Informar de un problema
fr: Rapporter un bug
hu: Hibajelentés
it: Segnala un bug
nl: Rapporteer een bug
pt: Comunicar um erro
sv: Rapportera en bugg
uk: Повідомити про помилку

source: Rescue
es: Rescate
nl: Redding
uk: Рятувати

source: Research/Field Station
cs: Výzkumná/Polní stanice
es: Investigación / Estación de Campo
fr: Recherche/Field Station
it: Ricerca/Field Station
nl: Onderzoek/Veldstation
pt: Estação de Pesquisa/Campo
sv: Forskningsstation/Fältstation
uk: Дослідження/Поле станції

source: Retrieving %s search results...
es: Obteniendo %s resultados...
fr: Récupération de %s résultats de la recherche...
hu: %s találat lekérése...
pt: Obtendo %s resultados da busca...
uk: Отримано %s результатів пошуку...

source: Rhizome
cs: Oddenek
es: Rizoma
hu: Rizóma
it: Rizoma
nl: Rizoom
pt: Rizoma
sv: Jordstam
uk: Кореневище

source: Ripe
cs: Zralé
es: Maduro
nl: Rijp
pt: Madura
sv: Mogen
uk: Стиглі

source: Root
cs: Kořen
es: Raíz
hu: Gyökér
it: Radice
nl: Wortel
pt: Raíz
sv: Rot
uk: Корінь

source: Root cutting
cs: Odřez kořene
es: estaca de raíz
fr: bouture de racines
hu: Gyökérdugvány
it: Talea
nl: Wortelstek
pt: Corte de raíz
sv: Rotstickling
uk: Кореневе обрізання

source: Root sucker
cs: výhonek kořene
es: raigón
fr: drageon
hu: Gyökérsarj
it: pollone
nl: Wortel uitloper
pt: Sugador de raíz
sv: Rotskott
uk: Кореневий пагін

source: Reset to defaults
es: Valores predeterminados
hu: Alapértelmezett értékek visszaállítása
it: Valori iniziali
uk: Відновити за замовчуванням

source: Retrieving %s search results…
cs: Načítání %s výsledků vyhledávání…
es: Obteniendo %s resultados…
fr: Récupération de %s résultats de la recherche…
hu: %s találat lekérése…
it: Ottenendo %s risultati di ricerca…
pt: Obtendo %s resultados da busca…
sv: Hämtar %s sökresultat…
uk: Отримано %s результатів пошуку…

source: Rooted cutting
cs: Zakořeněný odřez
es: planta-barbado
fr: greffe raciné
hu: Gyökeres dugvány
it: barbatella franca
nl: Gewortelde stek
pt: Poda de enraizados
sv: Rotad stickling
uk: Вкорінений відводок

source: Rooted: %s%%
cs: Zakořeněno: %s%%
es: Arraigada: %s %%
fr: Racine : %s %%
hu: Meggyökeresedett: %s%%
it: Radicata: %s%%
nl: Geworteld: %s%%
pt: Enraizados: %s%%
sv: Rotningsgrad: %s %%
uk: Вкорінені: %s%%

source: SQLAlchemy not installed. Please install SQLAlchemy from http://www.sqlalchemy.org
cs: SQLAlchemy není nainstalována. Nainstalujte prosím SQLAlchemy z http://www.sqlalchemy.org
es: SQLAlchemy no está instalado. Instale SQLAlchemy desde http://www.sqlalchemy.org
fr: SQLAlchemy n'est pas installé. Installer SQLAlchemy à partir de http://www.sqlalchemy.org
hu: SQLAlchemy nincs telepítve. Telepítse innen: http://www.sqlalchemy.org
it: SQLAlchemy non è installato. Per piacere installa SQLAlchemy da http://www.sqlalchemy.org
nl: SQLAlchemy niet geïnstalleerd. Installeer SQLAlchemy van http://www.sqlalchemy.org
pt: O SQLAlchemy não está instalado. Por favor, instale o SQLAlchemy em http://www.sqlalchemy.org
sv: SQLAlchemy är inte installerat. Var vänlig hämta och installera SQLAlchemy från http://www.sqlalchemy.org
uk: SQLAlchemy не встановлено. Будь ласка, встановіть SQLAlchemy з http://www.sqlalchemy.orgSQLAlchemy не встановлено. Будь ласка, встановіть SQLAlchemy з http://www.sqlalchemy.org

source: Save all data in one file
cs: Uložit všechna data v jednom souboru
es: Salve todos los datos en un archivo
fr: Sauver toutes les données dans un fichier
hu: Minden adat mentése egy fájlba
it: Salva tutti i dati in un file
nl: Bewaar alle gegevens in één bestand
pt: Salvar todos os dados em um arquivo
sv: Spara all data i en enda fil
uk: Збережіть всі дані в одному файлі

source: Save your changes
cs: Uložit Vaše změny
es: Guardar los cambios
fr: Enregistrer vos modifications
hu: Változások mentése
it: Salva i cambiamenti
nl: Uw wijzigingen opslaan
pt: Salvar suas alterações
sv: Spara dina ändringar
uk: Збережіть зміни

source: Save your changes changes and add a genus to this family.
es: Guarde los cambios los y añade un género a esta familia.
fr: Enregistrez vos modifications et ajoutez un genre à cette famille.
pt: Salvar as alterações e adicionar um gênero à esta família.
uk: Збережіть зміни та додайте рід до цієї сім'ї.

source: Save your changes changes and add a plant to this accession.
es: Guardar las motificas y añadir otra planta a este accesión.
pt: Salvar as alterações e adicionar uma planta a essa referência.
uk: Збережіть зміни та додайте рослину до цього приєднання.

source: Save your changes changes and add a species to this genus.
es: Guarde los cambios y añade una especie de este género.
fr: Enregistrez vos modifications et ajoutez une espèce pour ce genre.
pt: Salvar as alterações e adicionar uma espécie para este gênero.
uk: Збережіть зміни та додайте вид до цього роду.

source: Save your changes changes and add an accession to this species
es: Guarde los cambios y añade una adhesión a esta especie
pt: Salvar suas alterações e adicionar uma referência a essa espécie
uk: Збережіть внесені вами зміни та додайте приєднання до цього виду

source: Save your changes changes and add another accession.
es: Guardar las modificas y añadir otra accesión.
pt: Salvar as alterações e adicionar uma outra referência.
uk: Збережіть зміни та додайте ще одне приєднання.

source: Save your changes changes and add another family.
es: Guarde los cambios y agregue otra familia.
fr: Enregistrez vos modifications et ajoutez une nouvelle famille.
pt: Salvar as alterações e adicionar outra família.
uk: Збережіть внесені вами зміни та додайте ще одну сім'ю.

source: Save your changes changes and add another genus.
es: Guarde los cambios y añade otro género.
fr: Enregistrez vos modifications et ajoutez une nouveau genre.
pt: Salvar as alterações e adicionar outro gênero.
uk: Збережіть внесені вами зміни та додайте ще один рід.

source: Save your changes changes and add another plant.
es: Guardar los cambios y añadir otra planta.
pt: Salvar as alterações e adicionar outra planta.
uk: Збережіть зміни та додайте ще одну рослину.

source: Save your changes changes and add another species
es: Guarde los cambios y añade otra especie
pt: Salvar as alterações e adicionar outra espécie
uk: Збережіть зміни та додайте ще один вид

source: Save your changes.
cs: Uložit Vaše změny.
es: Guardar los cambios.
fr: Enregistrez vos modifications.
hu: Változások mentése.
it: Salva le modifiche.
nl: Uw wijzigingen opslaan.
pt: Salvar as alterações.
sv: Spara dina ändringar.
uk: Збережіть зміни.

source: Scent/perfume
nl: Geur/parfum
uk: Запах/Парфуми

source: Scion
cs: Štěp
nl: Ent
pt: Rebento
sv: Ympkvist
uk: Пагін

source: Search
cs: Hledat
es: Buscar
fr: Rechercher
hu: Keresés
it: Cerca
nl: Zoeken
pt: Pesquisar
sv: Sök
uk: Пошук

source: Search ALA
es: ALA búsqueda
fr: ALA recherche
it: Cerca in ALA
nl: Doorzoek ALA
uk: Пошук в ALA

source: Search BGCI
cs: Prohledat MZBZ
es: Buscar en BGCI
fr: Recherche sur BGCI
hu: BGCI keresés
it: Cerca in BGCI
nl: Zoek BGCI
pt: Pesquisar no BGCI
sv: Sök i BGCI
uk: Пошук в BGCI

source: Search Botanic Gardens Conservation International
cs: Prohledat mezinárodní záchranu botanických zahrad
es: Buscar en la BGCI (Asociación Internacional de Jardines Botánicos para la Conservación)
fr: Rechercher sur Botanic Gardens Conservation International
hu: Keresés a Botanic Gardens Conservation International-ben (BGCI)
it: Cerca nel Botanic Gardens Conservation International
nl: Doorzoek Botanic Gardens Conservation International
pt: Pesquisar na Conservadoria Internacional de Jardins Botânicos
sv: Sök i Botanic Gardens Conservation International
uk: Пошук в Міжнародній Асоціації Ботанічних Садів

source: Search Domain
cs: Prohledat doménu
es: Busqueda por Dominio
fr: Chercher un domaine
it: Dominio di ricerca
nl: Zoekdomein
pt: Procurar no domínio
sv: Sökdomän
uk: Пошук домена

source: Search GBIF
cs: Prohledat IZBD
es: Buscar en GBIF
fr: Rechercher sur GBIF
hu: GBIF keresés
it: Cerca in GBIF
nl: Zoek GBIF
pt: Procurar GBIF
sv: Sök i GBIF
uk: Пошук в GBIF

source: Search IPNI
cs: Prohledat MJIR
es: Buscar en IPNI
fr: Rechercher sur IPNI
hu: IPNI keresés
it: Cerca in IPNI
nl: Zoek IPNI
pt: Pesquisar no IPNI
sv: Sök i IPNI
uk: Пошук в IPNI

source: Search ITIS
cs: Vyhledávání ITIS
es: Buscar en ITIS
fr: Recherche sur ITIS
hu: ITIS keresés
it: Cerca in ITIS
nl: Zoek ITIS
pt: Pesquisar no ITIS
sv: Sök i ITIS
uk: Пошук в ITIS

source: Search NPGS/GRIN
cs: Prohledat NSTR/GRIN
es: Buscar NPGS/GRIN
fr: Rechercher sur NPGS/GRIN
hu: NPGS/GRIN keresés
it: Cerca in NPGS/GRIN
nl: Zoek NPGS/GRIN
pt: Pesquisar no NPGS/GRIN
sv: Sök i NPGS/GRIN
uk: Пошук в NPGS/GRIN

source: Search National Plant Germplasm System
cs: Prohledat Národní systém taxonomie rostlin
es: Buscar Planta del Sistema Nacional de Germoplasma
fr: Rechercher sur le Systeme National du germoplasme des plantes
hu: National Plant Germplasm System keresés
it: Cerca nel sistema nazionale di germoplasma vegetale (NPGS)
nl: Doorzoek National Plant Germplasm System
pt: Pesquisar no Sistema Nacional de Germoplasma de Plantas
sv: Sök i National Plant Germplasm System
uk: Пошук в Національній системі зародкової плазми рослин

source: Search TPL
es: Buscar en TPL
hu: TPL keresés
it: Cerca in TPL
sv: Sök i TPL
uk: Пошук в TPL

source: Search The Plant List online database
es: Buscar en la base de dato TPL
fr: Base de données en ligne pour consulter la liste des plantes
hu: The Plant List online database keresés
it: Cerca nella base dati The Plant List
nl: Zoek in de online database van 'The Plant List'
uk: Пошук в онлайновій базі даних Списку рослин

source: Search Tropicos
es: Busqueda en Tropicos
hu: Tropicos keresés
it: Cerca in Tropicos
sv: Sök i Tropicos
uk: Пошук в Tropicos

source: Search Tropicos (MissouriBG) online database
es: Buscar en la base de dato Tropicos (MissouriBG)
fr: Base de données en ligne recherche Tropicos (MissouriBG)
hu: Tropicos (MissouriBG) online database keresés
it: Database online di ricerca Tropicos (MissouriBG)
nl: Doorzoek Tropicos (MissouriBG) online database
uk: Пошук в онлайновій базі даних Tropicos (MissouriBG)

source: Search Wikipedia
es: Buscar en Wikipedia
fr: Recherche Wikipedia
hu: Wikipedia keresés
it: Ricerca Wikipedia
nl: Zoeken In Wikipedia
uk: Пошук в Вікіпедії

source: Search for something first.
cs: Nejdříve něco hledejte.
es: Realice primero una busqueda.
fr: Rechercher pour quelque chose en premier.
it: Cerca prima qualcosa.
nl: Voer eerst een zoekopdracht uit.
pt: Procure algo primeiro.
sv: Sök efter någonting först.
uk: Пошук першим.

source: Search the Atlas of Living Australia
es: Buscar en el Atlas de viva Australia
fr: Rechercher l’Atlas de l’Australie de la vie
hu: Atlas of Living Australia keresés
it: Cerca nell'Altas of Living Australia
nl: Doorzoek the Atlas of Living Australia
uk: Шукати в Атласі життя Австралії
